{
  "recommendations": [
    {
      "id": 1,
      "title": {
        "es": "Breaking Bad",
        "en": "Breaking Bad"
      },
      "year": "2008",
      "director": "Vince Gilligan",
      "description": {
        "es": "Walter White, un profesor de química de instituto diagnosticado con cáncer terminal, decide fabricar metanfetamina junto a un exalumno para asegurar el futuro económico de su familia. A medida que se adentra en el mundo del crimen, su vida y la de quienes le rodean cambian radicalmente. La serie explora la transformación moral, la ambición y las consecuencias de las decisiones extremas. Un thriller intenso y galardonado que redefine el género del drama criminal. Considerada una de las mejores series de la historia.",
        "en": "Walter White, a high school chemistry teacher diagnosed with terminal cancer, partners with a former student to manufacture methamphetamine and secure his family's future. As he descends into the criminal underworld, his life and those around him are forever changed. The series explores moral transformation, ambition, and the consequences of extreme choices. An intense, award-winning thriller that redefines the crime drama genre. Widely regarded as one of the greatest series ever made."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/breaking.jpg",
      "subcategory": "drama",
      "temporadas": 5,
      "episodios": 62,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=nY3BV7vDf7E",
        "en": "https://www.youtube.com/watch?v=Jdp_75r3xLQ"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 2,
      "title": {
        "es": "Los Serrano",
        "en": "The serranos"
      },
      "year": "2003",
      "director": "Álex Pina",
      "description": {
        "es": "Comedia familiar que narra la vida cotidiana de los Serrano, una familia ensamblada que enfrenta retos, enredos y momentos entrañables en el barrio ficticio de Santa Justa, Madrid. La serie destaca por su humor costumbrista, personajes carismáticos y situaciones reconocibles para el público español. A lo largo de sus temporadas, aborda temas de convivencia, adolescencia y valores familiares. Un clásico de la televisión española que marcó a toda una generación.",
        "en": "A family comedy that follows the daily life of the Serrano family, a blended household facing challenges, mishaps, and heartwarming moments in the fictional neighborhood of Santa Justa, Madrid. The series stands out for its relatable humor, charismatic characters, and situations familiar to Spanish audiences. Throughout its seasons, it explores themes of coexistence, adolescence, and family values. A Spanish TV classic that defined a generation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/serrano.jpg",
      "subcategory": "comedy",
      "temporadas": 8,
      "episodios": 147,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=nY3BV7vDf7E",
        "en": "https://www.youtube.com/watch?v=Jdp_75r3xLQ&t=45s"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 3,
      "title": {
        "es": "Gran Hotel",
        "en": "Gran Hotel"
      },
      "year": "2011",
      "director": "Carlos Sedes",
      "description": {
        "es": "Ambientada en un lujoso hotel de principios del siglo XX, la serie sigue a Julio, quien se infiltra como camarero para investigar la misteriosa desaparición de su hermana. Intrigas familiares, secretos y romances se entrelazan en un entorno de elegancia y suspense. Destaca por su cuidada ambientación, giros argumentales y un reparto de primer nivel. Un drama de época que combina misterio y pasión en cada episodio.",
        "en": "Set in a luxurious early 20th-century hotel, the series follows Julio as he goes undercover as a waiter to investigate his sister's mysterious disappearance. Family intrigues, secrets, and romances intertwine in an elegant and suspenseful setting. The show stands out for its meticulous period detail, plot twists, and top-tier cast. A period drama that masterfully blends mystery and passion in every episode."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/gran_hotel.jpg",
      "subcategory": "drama",
      "temporadas": 3,
      "episodios": 39,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=h_6KL7RY3pg",
        "en": "https://www.youtube.com/watch?v=h_6KL7RY3pg"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 4,
      "title": {
        "es": "El tiempo entre costuras",
        "en": "The Time in Between"
      },
      "year": "2013",
      "director": "Iñaki Mercero",
      "description": {
        "es": "Sira Quiroga, una joven modista madrileña, se ve envuelta en una red de espionaje internacional durante la Guerra Civil española y la Segunda Guerra Mundial. A través de su talento y valentía, Sira se convierte en pieza clave en misiones secretas, enfrentando traiciones y peligros. La serie destaca por su ambientación histórica, vestuario y narrativa emocionante. Un viaje de transformación personal y supervivencia en tiempos convulsos.",
        "en": "Sira Quiroga, a young seamstress from Madrid, becomes entangled in an international espionage network during the Spanish Civil War and World War II. Through her talent and courage, Sira becomes a key player in secret missions, facing betrayals and danger. The series stands out for its historical setting, costumes, and thrilling narrative. A journey of personal transformation and survival in turbulent times."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/el_tiempo_entre_costuras.jpg",
      "subcategory": "historical",
      "temporadas": 1,
      "episodios": 11,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=_CfVkmaCPbE",
        "en": "https://www.youtube.com/watch?v=_CfVkmaCPbE"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 5,
      "title": {
        "es": "El Ministerio del Tiempo",
        "en": "The Ministry of Time"
      },
      "year": "2015",
      "director": "Marc Vigil",
      "description": {
        "es": "Una patrulla secreta del Gobierno español viaja a distintas épocas para evitar que la historia sea alterada. Cada misión enfrenta a los protagonistas con dilemas morales, paradojas temporales y figuras históricas. La serie combina ciencia ficción, aventura y humor, explorando la identidad y el legado cultural de España. Un referente de la televisión nacional por su originalidad y guion inteligente.",
        "en": "A secret Spanish government patrol travels to different eras to prevent history from being altered. Each mission confronts the protagonists with moral dilemmas, time paradoxes, and historical figures. The series blends science fiction, adventure, and humor, exploring Spain's identity and cultural legacy. A national TV benchmark known for its originality and clever writing."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/el_ministerio_del_tiempo.jpg",
      "subcategory": "sci-fi",
      "temporadas": 4,
      "episodios": 42,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=l4IH43JLVTg",
        "en": "https://www.youtube.com/watch?v=l4IH43JLVTg"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 6,
      "title": {
        "es": "Isabel",
        "en": "Isabel"
      },
      "year": "2012",
      "director": "Jordi Frades",
      "description": {
        "es": "Serie histórica que narra la vida de Isabel la Católica, desde su infancia hasta la consolidación de la monarquía española. A través de intrigas palaciegas, alianzas y conflictos, la serie muestra el ascenso al poder de una de las reinas más influyentes de la historia. Destaca por su rigor histórico, ambientación y actuaciones. Un retrato épico de la política, la fe y la ambición en la España medieval.",
        "en": "Historical series portraying the life of Queen Isabella of Castile, from her childhood to the unification of Spain. Through palace intrigues, alliances, and conflicts, the show depicts the rise to power of one of history's most influential queens. It stands out for its historical accuracy, setting, and performances. An epic portrait of politics, faith, and ambition in medieval Spain."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/isabel.jpg",
      "subcategory": "historical",
      "temporadas": 3,
      "episodios": 39,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=W4cEc9uasrg",
        "en": "https://www.youtube.com/watch?v=W4cEc9uasrg"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 7,
      "title": {
        "es": "El Internado",
        "en": "The Boarding School"
      },
      "year": "2007",
      "director": "Jesús Rodrigo",
      "description": {
        "es": "En un internado aislado en el bosque, un grupo de estudiantes descubre oscuros secretos relacionados con experimentos, desapariciones y una organización misteriosa. La serie combina suspense, terror y drama adolescente, manteniendo la tensión a lo largo de sus temporadas. Destaca por sus giros argumentales y atmósfera inquietante. Un referente del thriller juvenil español.",
        "en": "In a secluded boarding school in the woods, a group of students uncovers dark secrets involving experiments, disappearances, and a mysterious organization. The series blends suspense, horror, and teen drama, maintaining tension throughout its seasons. It stands out for its plot twists and eerie atmosphere. A benchmark of Spanish teen thrillers."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/el_internado.jpg",
      "subcategory": "thriller",
      "temporadas": 7,
      "episodios": 71,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=sdytEqadkQY",
        "en": "https://www.youtube.com/watch?v=sdytEqadkQY"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 8,
      "title": {
        "es": "Velvet",
        "en": "Velvet"
      },
      "year": "2014",
      "director": "Carlos Sedes",
      "description": {
        "es": "En los años 50, Ana, una joven costurera, y Alberto, heredero de unos grandes almacenes de moda, viven un amor prohibido marcado por las diferencias sociales. La serie destaca por su ambientación elegante, vestuario y melodrama romántico. Intrigas empresariales, secretos familiares y pasión se entrelazan en cada episodio. Un homenaje a la moda y al amor imposible en la España de posguerra.",
        "en": "In the 1950s, Ana, a young seamstress, and Alberto, heir to a fashion empire, experience a forbidden love marked by social differences. The series stands out for its elegant setting, costumes, and romantic melodrama. Business intrigues, family secrets, and passion intertwine in every episode. A tribute to fashion and impossible love in postwar Spain."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/velvet.jpg",
      "subcategory": "drama",
      "temporadas": 4,
      "episodios": 55,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=rOwczqmx484",
        "en": "https://www.youtube.com/watch?v=rOwczqmx484"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 9,
      "title": {
        "es": "Aquí no hay quien viva",
        "en": "No One Could Live Here"
      },
      "year": "2003",
      "director": "Laura Caballero",
      "description": {
        "es": "Comedia coral que retrata la vida en una comunidad de vecinos llena de personajes excéntricos, conflictos absurdos y situaciones disparatadas en un edificio de Madrid. La serie es famosa por su humor ácido, diálogos ingeniosos y crítica social. Cada episodio es un reflejo exagerado de la convivencia urbana. Un fenómeno televisivo que marcó época en España.",
        "en": "A comedy ensemble portraying life in an apartment building full of eccentric characters, absurd conflicts, and outrageous situations in Madrid. The series is known for its sharp humor, witty dialogues, and social satire. Each episode is an exaggerated reflection of urban coexistence. A TV phenomenon that defined an era in Spain."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/aqui_no_hay_quien_viva.jpg",
      "subcategory": "comedy",
      "temporadas": 5,
      "episodios": 90,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=rU93XqVOItw",
        "en": "https://www.youtube.com/watch?v=rU93XqVOItw"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 10,
      "title": {
        "es": "Verano Azul",
        "en": "Blue Summer"
      },
      "year": "1981",
      "director": "Antonio Mercero",
      "description": {
        "es": "Siete adolescentes viven un verano inolvidable en un pueblo costero, enfrentando aventuras, descubrimientos y la pérdida de la inocencia. La serie es un retrato generacional sobre la amistad, el crecimiento y los valores. Destaca por su emotividad, paisajes y personajes entrañables. Un clásico de la televisión española que sigue emocionando décadas después.",
        "en": "Seven teenagers experience an unforgettable summer in a coastal town, facing adventures, discoveries, and the loss of innocence. The series is a generational portrait about friendship, growth, and values. It stands out for its emotional depth, scenery, and endearing characters. A Spanish TV classic that continues to move audiences decades later."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/verano_azul.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 19,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=pUSljlw8lXE",
        "en": "https://www.youtube.com/watch?v=pUSljlw8lXE"
      },
      "masterpiece": true,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 11,
      "title": {
        "es": "Antidisturbios",
        "en": "Riot Police"
      },
      "year": "2020",
      "director": "Rodrigo Sorogoyen",
      "description": {
        "es": "Un grupo de policías antidisturbios se ve envuelto en un caso de brutalidad policial mientras una agente de asuntos internos investiga sus acciones. La serie explora la presión, los dilemas éticos y la corrupción dentro del cuerpo policial. Destaca por su ritmo, realismo y actuaciones. Un thriller social que cuestiona la justicia y el poder en la España contemporánea.",
        "en": "A group of riot police becomes embroiled in a police brutality case while an internal affairs agent investigates their actions. The series explores pressure, ethical dilemmas, and corruption within the police force. It stands out for its pace, realism, and performances. A social thriller that questions justice and power in contemporary Spain."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/antidisturbios.jpg",
      "subcategory": "thriller",
      "temporadas": 1,
      "episodios": 6,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=e5vxS65tgOA",
        "en": "https://www.youtube.com/watch?v=e5vxS65tgOA"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 12,
      "title": {
        "es": "Yo, adicto",
        "en": "I, Addict"
      },
      "year": "2021",
      "director": "Jordi Évole",
      "description": {
        "es": "Docuserie que recoge testimonios reales sobre el descenso a los infiernos de las adicciones y el proceso de recuperación. A través de entrevistas íntimas, la serie visibiliza el impacto de las drogas en la vida de personas anónimas y sus familias. Destaca por su sensibilidad, honestidad y enfoque social. Un retrato necesario sobre la lucha contra las adicciones en la sociedad actual.",
        "en": "Docuseries featuring real testimonies about the descent into addiction and the recovery process. Through intimate interviews, the series sheds light on the impact of drugs on the lives of ordinary people and their families. It stands out for its sensitivity, honesty, and social focus. A necessary portrait of the fight against addiction in today's society."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/yo_adicto.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 6,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=vh60TQdhoes",
        "en": "https://www.youtube.com/watch?v=vh60TQdhoes"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 13,
      "title": {
        "es": "Fariña",
        "en": "Cocaine Coast"
      },
      "year": "2018",
      "director": "Carlos Sedes",
      "description": {
        "es": "Basada en hechos reales, la serie narra el auge del narcotráfico gallego en los años 80 y la implicación de políticos, jueces y familias en la red criminal. A través de la vida de Sito Miñanco, explora la corrupción, la ambición y el impacto social del tráfico de drogas en Galicia. Destaca por su realismo, guion y actuaciones. Un retrato crudo y apasionante de una época oscura en la historia reciente de España.",
        "en": "Based on true events, the series tells the rise of Galician drug trafficking in the 1980s and the involvement of politicians, judges, and families in the criminal network. Through the life of Sito Miñanco, it explores corruption, ambition, and the social impact of drug trade in Galicia. The show stands out for its realism, script, and performances. A raw and gripping portrait of a dark era in Spain's recent history."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/farina.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 10,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=MBPCVh6tHhs",
        "en": "https://www.youtube.com/watch?v=1scc9Eq1ZAw"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 14,
      "title": {
        "es": "El fin de la comedia",
        "en": "The End of Comedy"
      },
      "year": "2014",
      "director": "Ignatius Farray",
      "description": {
        "es": "Ignatius Farray interpreta una versión ficticia de sí mismo en una comedia semiautobiográfica que oscila entre lo absurdo y lo trágico. La serie explora la vida cotidiana, el fracaso y la búsqueda de sentido a través de situaciones surrealistas y humor negro. Destaca por su originalidad, honestidad y crítica social. Un experimento televisivo único en la comedia española reciente.",
        "en": "Ignatius Farray plays a fictionalized version of himself in a semi-autobiographical comedy that moves between the absurd and the tragic. The series explores daily life, failure, and the search for meaning through surreal situations and dark humor. It stands out for its originality, honesty, and social critique. A unique television experiment in recent Spanish comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/fin_comedia.jpg",
      "subcategory": "comedy",
      "temporadas": 2,
      "episodios": 12,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=zBl3m6D-6-Y",
        "en": "https://www.youtube.com/watch?v=zBl3m6D-6-Y"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 15,
      "title": {
        "es": "Los gozos y las sombras",
        "en": "The Joys and the Shadows"
      },
      "year": "1982",
      "director": "Rafael Moreno Alba",
      "description": {
        "es": "Adaptación de la trilogía de Gonzalo Torrente Ballester, ambientada en la Galicia de preguerra. La serie retrata las tensiones sociales, políticas y familiares en un pueblo marcado por la llegada de un nuevo cacique. Destaca por su fidelidad literaria, atmósfera y profundidad de personajes. Un clásico de la televisión española que explora el poder, la tradición y el cambio.",
        "en": "Adaptation of Gonzalo Torrente Ballester's trilogy, set in pre-war Galicia. The series portrays social, political, and family tensions in a town marked by the arrival of a new local boss. It stands out for its literary fidelity, atmosphere, and character depth. A classic of Spanish television exploring power, tradition, and change."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/gozos.jpg",
      "subcategory": "historical",
      "temporadas": 1,
      "episodios": 13,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=tjpNpnpK8Og",
        "en": "https://www.youtube.com/watch?v=tjpNpnpK8Og"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 16,
      "title": {
        "es": "Malviviendo",
        "en": "Hard Living"
      },
      "year": "2008",
      "director": "David Sainz",
      "description": {
        "es": "Comedia negra que retrata la vida de un grupo de jóvenes en un barrio marginal ficticio de Sevilla. La serie, creada y producida de forma independiente, destaca por su humor irreverente, referencias a la cultura popular y crítica social. Cada episodio mezcla parodia, drama y situaciones absurdas. Un fenómeno de internet que revolucionó la ficción española online.",
        "en": "A dark comedy portraying the lives of a group of young people in a fictional marginalized neighborhood of Seville. Independently created and produced, the series stands out for its irreverent humor, pop culture references, and social critique. Each episode blends parody, drama, and absurd situations. An internet phenomenon that revolutionized Spanish online fiction."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/malviviendo.jpg",
      "subcategory": "comedy",
      "temporadas": 4,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=JxpSHQJ3NpI",
        "en": "https://www.youtube.com/watch?v=JxpSHQJ3NpI"
      },
      "masterpiece": true,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 17,
      "title": {
        "es": "Historias para no dormir",
        "en": "Stories to Keep You Awake"
      },
      "year": "2021",
      "director": "Varios (Paco Plaza, Rodrigo Sorogoyen, Paula Ortiz, entre otros)",
      "description": {
        "es": "Serie de antología que reinventa relatos clásicos de terror y suspense, rindiendo homenaje al formato original de Narciso Ibáñez Serrador. Cada episodio es una historia independiente dirigida por reconocidos cineastas españoles, con atmósferas inquietantes y giros sorprendentes. Destaca por su calidad visual y reinterpretación contemporánea del género. Un tributo moderno al terror televisivo español.",
        "en": "Anthology series that reinvents classic horror and suspense tales, paying tribute to the original format by Narciso Ibáñez Serrador. Each episode is a standalone story directed by renowned Spanish filmmakers, featuring eerie atmospheres and surprising twists. The show stands out for its visual quality and contemporary reinterpretation of the genre. A modern tribute to Spanish TV horror."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/historias_moderna.jpg",
      "subcategory": "horror",
      "temporadas": 2,
      "episodios": 8,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=2ngpEeoirxY",
        "en": "https://www.youtube.com/watch?v=2ngpEeoirxY"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 18,
      "title": {
        "es": "Historias para no dormir",
        "en": "Stories to Keep You Awake"
      },
      "year": "1966",
      "director": "Narciso Ibáñez Serrador",
      "description": {
        "es": "Serie de culto de terror creada por Narciso Ibáñez Serrador, compuesta por relatos independientes que exploran el miedo, lo sobrenatural y la psicología humana. Cada episodio es una pieza única de suspense y tensión, con guiones originales y adaptaciones literarias. Considerada pionera del género en la televisión española. Un clásico imprescindible para los amantes del terror.",
        "en": "Cult horror series created by Narciso Ibáñez Serrador, featuring standalone stories that explore fear, the supernatural, and human psychology. Each episode is a unique piece of suspense and tension, with original scripts and literary adaptations. Considered a pioneer of the genre on Spanish television. An essential classic for horror fans."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/historias.jpg",
      "subcategory": "horror",
      "temporadas": 1,
      "episodios": 8,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=cElhBMNELck",
        "en": "https://www.youtube.com/watch?v=cElhBMNELck"
      },
      "masterpiece": true,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 19,
      "title": {
        "es": "Paquita Salas",
        "en": "Paquita Salas"
      },
      "year": "2016",
      "director": "Javier Calvo, Javier Ambrossi",
      "description": {
        "es": "Paquita Salas, una representante de actores que triunfó en los años 90, debe reinventarse tras perder a su mayor estrella. Con la ayuda de su fiel asistente y su particular visión del mundo, Paquita enfrenta los retos de una industria cambiante. La serie destaca por su humor, ternura y crítica al mundo del espectáculo. Un homenaje a los perdedores entrañables y la resiliencia.",
        "en": "Paquita Salas, a talent agent who was successful in the 1990s, must reinvent herself after losing her biggest star. With the help of her loyal assistant and her unique worldview, Paquita faces the challenges of a changing industry. The series stands out for its humor, warmth, and critique of show business. A tribute to lovable underdogs and resilience."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/paquita.jpg",
      "subcategory": "comedy",
      "temporadas": 3,
      "episodios": 16,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=6o0LwrRWY4I",
        "en": "https://www.youtube.com/watch?v=6o0LwrRWY4I"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 20,
      "title": {
        "es": "Arde Madrid",
        "en": "Burn Madrid"
      },
      "year": "2018",
      "director": "Paco León, Anna R. Costa",
      "description": {
        "es": "Ambientada en el Madrid franquista de los años 60, la serie sigue la vida de Ava Gardner a través de los ojos de su asistenta y el chófer. Entre fiestas, espionaje y contrastes sociales, se retrata la España de la época con humor ácido y elegancia. Destaca por su fotografía en blanco y negro, guion y actuaciones. Una comedia irreverente sobre el glamour y la represión.",
        "en": "Set in Francoist Madrid in the 1960s, the series follows Ava Gardner's life through the eyes of her maid and driver. Amid parties, espionage, and social contrasts, it portrays the era's Spain with sharp humor and elegance. The show stands out for its black-and-white cinematography, script, and performances. An irreverent comedy about glamour and repression."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/arde.jpg",
      "subcategory": "comedy",
      "temporadas": 1,
      "episodios": 8,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=AJmV7QHGGiM",
        "en": "https://www.youtube.com/watch?v=AJmV7QHGGiM"
      },
      "masterpiece": true,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 21,
      "title": {
        "es": "La Hora Chanante",
        "en": "La Hora Chanante"
      },
      "year": "2002",
      "director": "Joaquín Reyes",
      "description": {
        "es": "Programa de humor absurdo y parodias que marcó un antes y un después en la comedia española. Joaquín Reyes y su equipo presentan sketches, imitaciones y personajes surrealistas que se han convertido en iconos de la cultura pop. La serie destaca por su originalidad, lenguaje propio y espíritu irreverente. Un referente del humor alternativo en televisión.",
        "en": "Absurd comedy and parody show that marked a turning point in Spanish comedy. Joaquín Reyes and his team present sketches, impersonations, and surreal characters that have become pop culture icons. The show stands out for its originality, unique language, and irreverent spirit. A benchmark of alternative humor on TV."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/la_hora.jpg",
      "subcategory": "comedy",
      "temporadas": 2,
      "episodios": 24,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=auuvjY8PFZk&list=RDauuvjY8PFZk&start_radio=1",
        "en": "https://www.youtube.com/watch?v=auuvjY8PFZk&list=RDauuvjY8PFZk&start_radio=1"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 22,
      "title": {
        "es": "7 Vidas",
        "en": "7 Lives"
      },
      "year": "1999",
      "director": "Ricardo Sánchez Cuerda",
      "description": {
        "es": "Comedia coral que narra la vida de un grupo de amigos en un bar de Madrid, abordando temas como la amistad, el amor y la familia. La serie es famosa por sus personajes entrañables, diálogos ingeniosos y situaciones cómicas que reflejan la sociedad española de la época. Un clásico televisivo que lanzó a la fama a numerosos actores y actrices.",
        "en": "Ensemble comedy about a group of friends in a Madrid bar, tackling themes like friendship, love, and family. The series is famous for its endearing characters, witty dialogues, and comedic situations reflecting Spanish society of the time. A TV classic that launched many actors and actresses to stardom."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/7vidas.jpg",
      "subcategory": "comedy",
      "temporadas": 12,
      "episodios": 204,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=s98r7fOXoEU",
        "en": "https://www.youtube.com/watch?v=s98r7fOXoEU"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 23,
      "title": {
        "es": "Muchachada Nui",
        "en": "Muchachada Nui"
      },
      "year": "2007",
      "director": "Joaquín Reyes",
      "description": {
        "es": "Programa de humor surrealista y absurdo, heredero de La Hora Chanante, que presenta sketches, parodias y personajes extravagantes. La serie destaca por su creatividad, lenguaje propio y capacidad para satirizar la cultura popular. Un referente del humor alternativo que ha dejado huella en varias generaciones.",
        "en": "Surreal and absurd comedy show, successor to La Hora Chanante, featuring sketches, parodies, and quirky characters. The series stands out for its creativity, unique language, and ability to satirize pop culture. A benchmark of alternative humor that has influenced several generations."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/muchachada.jpg",
      "subcategory": "comedy",
      "temporadas": 4,
      "episodios": 32,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=p_EhCrTD648",
        "en": "https://www.youtube.com/watch?v=p_EhCrTD648"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 24,
      "title": {
        "es": "Fortunata y Jacinta",
        "en": "Fortunata and Jacinta"
      },
      "year": "1980",
      "director": "Mario Camus",
      "description": {
        "es": "Miniserie basada en la novela de Benito Pérez Galdós, que narra la vida de dos mujeres de clases sociales opuestas en el Madrid del siglo XIX. La serie explora el amor, la maternidad y la lucha por la dignidad en una sociedad marcada por las diferencias de clase. Destaca por su fidelidad literaria, ambientación y actuaciones. Un clásico de la televisión española de época.",
        "en": "Miniseries based on Benito Pérez Galdós' novel, telling the story of two women from different social classes in 19th-century Madrid. The series explores love, motherhood, and the struggle for dignity in a society marked by class differences. It stands out for its literary fidelity, setting, and performances. A classic of Spanish period television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/fortunata.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 4,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=tl1bQz3oNSA&list=RDtl1bQz3oNSA&start_radio=1",
        "en": "https://www.youtube.com/watch?v=tl1bQz3oNSA&list=RDtl1bQz3oNSA&start_radio=1"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 25,
      "title": {
        "es": "Da Suisa",
        "en": "Da Suisa"
      },
      "year": "2009",
      "director": "David Sainz",
      "description": {
        "es": "Parodia animada que adapta episodios de Los Simpson al contexto y humor andaluz, reinterpretando situaciones clásicas con referencias a la cultura española. La serie destaca por su creatividad, irreverencia y sátira social, convirtiéndose en un fenómeno viral en internet. Cada capítulo ofrece una visión local y desenfadada de la familia más famosa de la televisión. Un ejemplo de cómo el fanart puede trascender fronteras y formatos.",
        "en": "Animated parody that adapts episodes of The Simpsons to Andalusian humor and context, reimagining classic situations with references to Spanish culture. The series stands out for its creativity, irreverence, and social satire, becoming a viral internet phenomenon. Each episode offers a local and playful take on TV's most famous family. An example of how fanart can transcend borders and formats."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/da_suisa.jpg",
      "subcategory": "comedy",
      "temporadas": 3,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=YTGksASq5B0",
        "en": "https://www.youtube.com/watch?v=YTGksASq5B0"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 26,
      "title": {
        "es": "Vis a Vis",
        "en": "Locked Up"
      },
      "year": "2015",
      "director": "Jesús Colmenar",
      "description": {
        "es": "Macarena, una joven ingenua, es encarcelada por delitos financieros y debe adaptarse a la dura realidad de la prisión. La serie explora la lucha por la supervivencia, las alianzas y traiciones entre reclusas, y el impacto psicológico del encierro. Destaca por su ritmo trepidante, personajes complejos y giros inesperados. Un drama carcelario que revolucionó la ficción española reciente.",
        "en": "Macarena, a naive young woman, is imprisoned for financial crimes and must adapt to the harsh reality of prison life. The series explores the struggle for survival, shifting alliances and betrayals among inmates, and the psychological impact of incarceration. It stands out for its fast pace, complex characters, and unexpected twists. A prison drama that revolutionized recent Spanish TV fiction."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/vis.jpg",
      "subcategory": "drama",
      "temporadas": 4,
      "episodios": 40,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=hDMyQfuQSkA",
        "en": "https://www.youtube.com/watch?v=hDMyQfuQSkA"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 27,
      "title": {
        "es": "El Pícaro",
        "en": "The Rogue"
      },
      "year": "1974",
      "director": "Fernando Fernán Gómez",
      "description": {
        "es": "Adaptación televisiva de la novela picaresca, que sigue las peripecias de un joven astuto y pobre en la España del Siglo de Oro. A través de sus aventuras, la serie retrata la sociedad, la injusticia y el ingenio popular de la época. Destaca por su humor, crítica social y ambientación histórica. Un clásico que revive el espíritu del pícaro español.",
        "en": "TV adaptation of the picaresque novel, following the exploits of a clever, impoverished youth in Spain's Golden Age. Through his adventures, the series portrays society, injustice, and popular wit of the era. It stands out for its humor, social critique, and historical setting. A classic that revives the spirit of the Spanish rogue."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/picaro.jpg",
      "subcategory": "historical",
      "temporadas": 1,
      "episodios": 6,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=kUA3d8Na2SU",
        "en": "https://www.youtube.com/watch?v=kUA3d8Na2SU"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 28,
      "title": {
        "es": "La Casa de Papel",
        "en": "Money Heist"
      },
      "year": "2017",
      "director": "Álex Pina",
      "description": {
        "es": "Un enigmático líder, conocido como El Profesor, recluta a un grupo de especialistas para ejecutar el mayor atraco de la historia en la Fábrica Nacional de Moneda y Timbre. La serie combina acción, suspense y drama psicológico, explorando las motivaciones y relaciones de los atracadores y los rehenes. Destaca por sus giros argumentales, ritmo y simbolismo. Un fenómeno global que redefinió la ficción española.",
        "en": "A mysterious mastermind known as The Professor recruits a group of specialists to carry out the biggest heist in history at the Royal Mint of Spain. The series blends action, suspense, and psychological drama, exploring the motivations and relationships of both robbers and hostages. It stands out for its plot twists, pacing, and symbolism. A global phenomenon that redefined Spanish TV fiction."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/la_casa_de_papel.jpg",
      "subcategory": "thriller",
      "temporadas": 5,
      "episodios": 41,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=_InqQJRqGW4",
        "en": "https://www.youtube.com/watch?v=_InqQJRqGW4"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 29,
      "title": {
        "es": "Cañas y Barro",
        "en": "Reeds and Mud"
      },
      "year": "1978",
      "director": "Rafael Romero Marchent",
      "description": {
        "es": "Miniserie basada en la novela de Vicente Blasco Ibáñez, que retrata la vida de una familia de pescadores en la Albufera valenciana a finales del siglo XIX. La serie explora los conflictos generacionales, la lucha por la supervivencia y el choque entre tradición y progreso. Destaca por su ambientación naturalista y fidelidad literaria. Un referente de la televisión de época española.",
        "en": "Miniseries based on Vicente Blasco Ibáñez's novel, depicting the life of a fishing family in Valencia's Albufera at the end of the 19th century. The series explores generational conflicts, the struggle for survival, and the clash between tradition and progress. It stands out for its naturalistic setting and literary fidelity. A benchmark of Spanish period television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/canas.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 8,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=UyaN43bLmyY&list=RDUyaN43bLmyY&start_radio=1",
        "en": "https://www.youtube.com/watch?v=UyaN43bLmyY&list=RDUyaN43bLmyY&start_radio=1"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 30,
      "title": {
        "es": "La Barraca",
        "en": "The Shack"
      },
      "year": "1979",
      "director": "León Klimovsky",
      "description": {
        "es": "Adaptación de la novela de Vicente Blasco Ibáñez, que narra la llegada de una familia campesina a la Albufera valenciana y su lucha por integrarse en una comunidad hostil. La serie aborda la pobreza, la injusticia y la solidaridad, con una cuidada ambientación rural. Un clásico de la televisión española que refleja la dureza de la vida en el campo.",
        "en": "Adaptation of Vicente Blasco Ibáñez's novel, telling the story of a peasant family's arrival in Valencia's Albufera and their struggle to integrate into a hostile community. The series addresses poverty, injustice, and solidarity, with a detailed rural setting. A classic of Spanish television reflecting the harshness of rural life."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/la_barraca.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 6,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=hRg9V40wfGw",
        "en": "https://www.youtube.com/watch?v=hRg9V40wfGw"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 31,
      "title": {
        "es": "El Otro Lado",
        "en": "The Other Side"
      },
      "year": "2018",
      "director": "Berto Romero",
      "description": {
        "es": "Serie dramática que explora el misterio y lo sobrenatural en un pequeño pueblo español, donde sucesos inexplicables alteran la vida de sus habitantes. A través de una atmósfera inquietante y personajes complejos, la serie aborda el miedo, la fe y la búsqueda de respuestas. Destaca por su guion original y su capacidad para mantener la tensión. Un thriller sobrenatural con identidad propia.",
        "en": "Drama series exploring mystery and the supernatural in a small Spanish town, where unexplained events disrupt the lives of its residents. Through an unsettling atmosphere and complex characters, the show delves into fear, faith, and the search for answers. It stands out for its original script and ability to sustain tension. A supernatural thriller with its own identity."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/el_otro_lado.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 10,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=lwSeCM364MA",
        "en": "https://www.youtube.com/watch?v=ZBZvPX67GWc"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 32,
      "title": {
        "es": "Farmacia de Guardia",
        "en": "Farmacia de Guardia"
      },
      "year": "1991",
      "director": "Antonio Mercero",
      "description": {
        "es": "Comedia costumbrista que narra el día a día de Lourdes Cano, propietaria de una farmacia de barrio en Madrid, y su peculiar familia. La serie explora las relaciones familiares, los enredos con los clientes y los problemas cotidianos con humor y cercanía. Destaca por sus personajes entrañables y su reflejo de la sociedad española de los 90. Un clásico televisivo que marcó época.",
        "en": "Slice-of-life comedy following Lourdes Cano, owner of a neighborhood pharmacy in Madrid, and her quirky family. The series explores family relationships, customer mishaps, and everyday problems with warmth and humor. It stands out for its endearing characters and its portrayal of 1990s Spanish society. A TV classic that defined an era."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/farmacia.jpg",
      "subcategory": "comedy",
      "temporadas": 5,
      "episodios": 170,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=8D_YFFcbTMM",
        "en": "https://www.youtube.com/watch?v=8D_YFFcbTMM"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 33,
      "title": {
        "es": "Lleno por Favor",
        "en": "Lleno por Favor"
      },
      "year": "1993",
      "director": "Vicente Escrivá",
      "description": {
        "es": "Comedia que gira en torno a la vida de Don Pepe, dueño de una gasolinera, y los pintorescos personajes que la frecuentan. La serie mezcla situaciones absurdas, enredos familiares y crítica social, reflejando la España de los años 90. Destaca por su humor blanco y sus personajes carismáticos. Un referente del humor televisivo español.",
        "en": "Comedy centered on Don Pepe, owner of a gas station, and the colorful characters who frequent it. The series blends absurd situations, family entanglements, and social commentary, reflecting 1990s Spain. It stands out for its lighthearted humor and charismatic cast. A benchmark of Spanish TV comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/lleno.jpg",
      "subcategory": "comedy",
      "temporadas": 3,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=2xKqlabcA5o",
        "en": "https://www.youtube.com/watch?v=2xKqlabcA5o"
      },
      "masterpiece": false,
      "tags": [
        "spanish"
      ],
      "categoria": "series"
    },
    {
      "id": 34,
      "title": {
        "es": "Chernobyl",
        "en": "Chernobyl"
      },
      "year": "2019",
      "director": "Craig Mazin",
      "description": {
        "es": "Miniserie que reconstruye el desastre nuclear de Chernóbil en 1986, mostrando el heroísmo y los errores humanos que llevaron a la catástrofe. A través de la mirada de científicos, políticos y ciudadanos, la serie explora el costo humano, la desinformación y el impacto ambiental. Un retrato crudo de la verdad y el sacrificio en tiempos de crisis. Considerada una de las mejores producciones históricas de la televisión reciente.",
        "en": "Miniseries that reconstructs the 1986 Chernobyl nuclear disaster, highlighting the heroism and human errors that led to the catastrophe. Through the eyes of scientists, politicians, and citizens, the series explores the human cost, misinformation, and environmental impact. A raw portrait of truth and sacrifice in times of crisis. Considered one of the best historical TV productions in recent years."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/chernobyl.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 5,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=P-PwLKFzdYg",
        "en": "https://www.youtube.com/watch?v=s9APLXM9Ei8"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 35,
      "title": {
        "es": "The Wire",
        "en": "The Wire"
      },
      "year": "2002",
      "director": "David Simon",
      "description": {
        "es": "Serie que retrata la ciudad de Baltimore desde la perspectiva de policías, criminales, políticos y periodistas. Cada temporada explora un aspecto diferente de la sociedad urbana y la corrupción sistémica. Destaca por su realismo, profundidad de personajes y crítica social. Considerada una obra maestra del drama televisivo moderno.",
        "en": "Series portraying Baltimore from the perspective of police, criminals, politicians, and journalists. Each season explores a different aspect of urban society and systemic corruption. Noted for its realism, character depth, and social critique. Considered a masterpiece of modern TV drama."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/wire.jpg",
      "subcategory": "crime",
      "temporadas": 5,
      "episodios": 60,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=hnKpCNoJoBE",
        "en": "https://www.youtube.com/watch?v=1S5khOZ1wBs"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 36,
      "title": {
        "es": "Los Soprano",
        "en": "The Sopranos"
      },
      "year": "1999",
      "director": "David Chase",
      "description": {
        "es": "Tony Soprano, jefe de la mafia de Nueva Jersey, lucha por equilibrar su vida criminal y familiar mientras enfrenta ataques de ansiedad. La serie explora la psicología del poder, la lealtad y la culpa, con personajes complejos y tramas profundas. Considerada una de las mejores series de todos los tiempos por su impacto en la televisión moderna.",
        "en": "Tony Soprano, a New Jersey mob boss, struggles to balance his criminal and family life while dealing with anxiety attacks. The series explores the psychology of power, loyalty, and guilt, featuring complex characters and deep storylines. Widely regarded as one of the greatest TV series for its impact on modern television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/sopranos.jpg",
      "subcategory": "drama",
      "temporadas": 6,
      "episodios": 86,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=MkOK-Ecu-Xo",
        "en": "https://www.youtube.com/watch?v=_RLMKuf23PE"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 37,
      "title": {
        "es": "The IT Crowd",
        "en": "The IT Crowd"
      },
      "year": "2006",
      "director": "Graham Linehan",
      "description": {
        "es": "Comedia británica que sigue las desventuras de los empleados del departamento de informática de una gran empresa. Entre absurdos tecnológicos y jefes incompetentes, la serie destaca por su humor irreverente y personajes excéntricos. Un referente de la comedia geek y de culto en la televisión europea.",
        "en": "British comedy following the misadventures of the IT department staff at a large corporation. Amid technological absurdities and clueless bosses, the show stands out for its irreverent humor and quirky characters. A cult classic and geek comedy benchmark in European TV."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/it_crowd.jpg",
      "subcategory": "comedy",
      "temporadas": 4,
      "episodios": 25,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=MwwTfkXk7U0",
        "en": "https://www.youtube.com/watch?v=MwwTfkXk7U0"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 38,
      "title": {
        "es": "Juego de Tronos",
        "en": "Game of Thrones"
      },
      "year": "2011",
      "director": "David Benioff",
      "description": {
        "es": "Adaptación de las novelas de George R.R. Martin, donde varias familias nobles luchan por el control del Trono de Hierro en un mundo de fantasía medieval. La serie destaca por sus intrigas políticas, batallas épicas y personajes complejos. Un fenómeno global que redefinió la televisión de fantasía.",
        "en": "Adaptation of George R.R. Martin's novels, where noble families vie for control of the Iron Throne in a medieval fantasy world. The series stands out for its political intrigue, epic battles, and complex characters. A global phenomenon that redefined fantasy television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/game_of_thrones.jpg",
      "subcategory": "fantasy",
      "temporadas": 8,
      "episodios": 73,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=_-DJtmWFVMs",
        "en": "https://www.youtube.com/watch?v=KPLWWIOCOOQ"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 39,
      "title": {
        "es": "La Casa del Dragón",
        "en": "House of the Dragon"
      },
      "year": "2022",
      "director": "Ryan J. Condal",
      "description": {
        "es": "Precuela de Juego de Tronos que narra la guerra civil de los Targaryen, conocida como la Danza de Dragones. La serie explora la ambición, la traición y el poder en el seno de la familia real, con dragones y batallas espectaculares. Un drama épico que expande el universo de Westeros.",
        "en": "Prequel to Game of Thrones chronicling the Targaryen civil war, known as the Dance of the Dragons. The series explores ambition, betrayal, and power within the royal family, featuring dragons and spectacular battles. An epic drama expanding the Westeros universe."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/house_of_dragons.jpg",
      "subcategory": "fantasy",
      "temporadas": 2,
      "episodios": 18,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=ObD3nuvVsNo",
        "en": "https://www.youtube.com/watch?v=DotnJ7tTA34"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 40,
      "title": {
        "es": "Rick y Morty",
        "en": "Rick and Morty"
      },
      "year": "2013",
      "director": "Dan Harmon",
      "description": {
        "es": "Comedia animada que sigue las aventuras interdimensionales de Rick, un científico excéntrico y alcohólico, y su nieto Morty. La serie mezcla humor negro, ciencia ficción y sátira social, con episodios impredecibles y referencias a la cultura pop. Un fenómeno de la animación para adultos.",
        "en": "Animated comedy following the interdimensional adventures of Rick, an eccentric and alcoholic scientist, and his grandson Morty. The show blends dark humor, science fiction, and social satire, with unpredictable episodes and pop culture references. A phenomenon in adult animation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/rick_and_morty.jpg",
      "subcategory": "animation",
      "temporadas": 7,
      "episodios": 71,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=E8cXKMR9a1Q",
        "en": "https://www.youtube.com/watch?v=BFTSrbB2wII"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 41,
      "title": {
        "es": "Ataque a los Titanes",
        "en": "Attack on Titan"
      },
      "year": "2013",
      "director": "Tetsuro Araki",
      "description": {
        "es": "En un mundo asediado por titanes gigantes que devoran humanos, la humanidad sobrevive tras enormes muros. Eren Jaeger y sus amigos se unen a la lucha para descubrir el origen de los titanes y salvar a la humanidad. La serie destaca por su acción intensa, giros argumentales y exploración de temas como la libertad y el sacrificio. Un anime épico y visualmente impactante.",
        "en": "In a world besieged by giant, man-eating titans, humanity survives behind massive walls. Eren Jaeger and his friends join the fight to uncover the titans' origins and save mankind. The series stands out for its intense action, plot twists, and exploration of themes like freedom and sacrifice. An epic and visually stunning anime."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/ataque.jpg",
      "subcategory": "animation",
      "temporadas": 4,
      "episodios": 87,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=48rJHDtmXhc",
        "en": "https://www.youtube.com/watch?v=LV-nazLVmgo"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 42,
      "title": {
        "es": "Better Call Saul",
        "en": "Better Call Saul"
      },
      "year": "2015",
      "director": "Vince Gilligan",
      "description": {
        "es": "Precuela de Breaking Bad que narra la transformación de Jimmy McGill, un abogado idealista, en el carismático y poco escrupuloso Saul Goodman. La serie explora la corrupción, la ambición y los dilemas morales en el mundo legal y criminal. Destaca por su guion, desarrollo de personajes y conexiones con el universo original. Un drama imprescindible para los fans de la saga.",
        "en": "Prequel to Breaking Bad chronicling the transformation of Jimmy McGill, an idealistic lawyer, into the charismatic and unscrupulous Saul Goodman. The series explores corruption, ambition, and moral dilemmas in the legal and criminal worlds. It stands out for its writing, character development, and ties to the original universe. A must-watch drama for fans of the saga."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/better_call.jpg",
      "subcategory": "drama",
      "temporadas": 6,
      "episodios": 63,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Ylv21uNzW4k",
        "en": "https://www.youtube.com/watch?v=Ylv21uNzW4k"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 43,
      "title": {
        "es": "The Office",
        "en": "The Office (US)"
      },
      "year": "2005",
      "director": "Greg Daniels",
      "description": {
        "es": "Comedia en formato mockumentary que retrata la vida diaria de los empleados de Dunder Mifflin, una oficina de ventas de papel en Scranton. La serie destaca por su humor incómodo, personajes excéntricos y situaciones absurdas, convirtiéndose en un fenómeno cultural. Un referente de la comedia televisiva moderna.",
        "en": "Mockumentary-style comedy depicting the daily lives of Dunder Mifflin's employees, a paper sales office in Scranton. The series stands out for its awkward humor, quirky characters, and absurd situations, becoming a cultural phenomenon. A benchmark of modern TV comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/the_office.jpg",
      "subcategory": "comedy",
      "temporadas": 9,
      "episodios": 201,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=-mXOspAaJMQ",
        "en": "https://www.youtube.com/watch?v=-mXOspAaJMQ"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 44,
      "title": {
        "es": "Death Note",
        "en": "Death Note"
      },
      "year": "2006",
      "director": "Tetsuro Araki",
      "description": {
        "es": "Light Yagami, un brillante estudiante, encuentra un cuaderno sobrenatural que le permite matar a cualquier persona con solo escribir su nombre. La serie explora el poder, la justicia y la moralidad a través de un intenso duelo intelectual entre Light y el detective L. Destaca por su suspense, giros y profundidad filosófica. Un clásico del anime moderno.",
        "en": "Light Yagami, a brilliant student, discovers a supernatural notebook that allows him to kill anyone by writing their name. The series explores power, justice, and morality through an intense intellectual duel between Light and detective L. It stands out for its suspense, twists, and philosophical depth. A modern anime classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/death_note.jpg",
      "subcategory": "animation",
      "temporadas": 1,
      "episodios": 37,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=6DxJIdIp8mM",
        "en": "https://www.youtube.com/watch?v=NlJZ-YgAt-c"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 45,
      "title": {
        "es": "Seinfeld",
        "en": "Seinfeld"
      },
      "year": "1989",
      "director": "Larry David",
      "description": {
        "es": "Comedia de situación que sigue la vida cotidiana de Jerry Seinfeld y sus amigos en Nueva York. La serie es famosa por su humor observacional, diálogos ingeniosos y personajes excéntricos. Cada episodio explora lo absurdo de las rutinas diarias y las relaciones personales. Un referente de la comedia televisiva estadounidense.",
        "en": "Sitcom following the daily life of Jerry Seinfeld and his friends in New York. The series is famous for its observational humor, witty dialogues, and eccentric characters. Each episode explores the absurdity of daily routines and personal relationships. A benchmark of American TV comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/seinfeld.jpg",
      "subcategory": "comedy",
      "temporadas": 9,
      "episodios": 180,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=N42iSWZjKxA",
        "en": "https://www.youtube.com/watch?v=N42iSWZjKxA"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 46,
      "title": {
        "es": "True Detective",
        "en": "True Detective"
      },
      "year": "2014",
      "director": "Nic Pizzolatto",
      "description": {
        "es": "Serie antológica de suspense y crimen, donde cada temporada presenta un caso complejo y detectives diferentes. La serie destaca por su atmósfera oscura, narrativa no lineal y exploración de temas filosóficos y existenciales. Un referente del género noir contemporáneo, con actuaciones memorables y guion sofisticado.",
        "en": "Anthology series of suspense and crime, with each season presenting a complex case and different detectives. The show stands out for its dark atmosphere, nonlinear storytelling, and exploration of philosophical and existential themes. A benchmark of contemporary noir, with memorable performances and sophisticated writing."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/true_detective.jpg",
      "subcategory": "crime",
      "temporadas": 4,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=TbVEuab_Fkw",
        "en": "https://www.youtube.com/watch?v=2EZ9eVdHBxc"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 47,
      "title": {
        "es": "Fargo",
        "en": "Fargo"
      },
      "year": "2014",
      "director": "Noah Hawley",
      "description": {
        "es": "Serie antológica inspirada en la película de los hermanos Coen. Cada temporada presenta nuevos personajes y crímenes en el Medio Oeste americano, mezclando humor negro, violencia y situaciones absurdas. Destaca por su atmósfera, guion y homenajes al cine de los Coen. Un referente del thriller contemporáneo con identidad propia.",
        "en": "Anthology series inspired by the Coen Brothers' film. Each season features new characters and crimes in the American Midwest, blending dark humor, violence, and absurd situations. The show stands out for its atmosphere, writing, and homages to Coen cinema. A contemporary thriller benchmark with its own identity."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/fargo.jpg",
      "subcategory": "crime",
      "temporadas": 5,
      "episodios": 51,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=l0FAcceJ-lw",
        "en": "https://www.youtube.com/watch?v=setgvHG3w48"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 48,
      "title": {
        "es": "Friends",
        "en": "Friends"
      },
      "year": "1994",
      "director": "David Crane",
      "description": {
        "es": "Seis amigos viven en Nueva York navegando por la vida adulta juntos. La serie combina humor, amor y amistad, explorando las relaciones y desafíos de este grupo de amigos. Con un estilo de comedia de situación, cada episodio presenta situaciones cotidianas llevadas al extremo, con diálogos ingeniosos y momentos memorables. Un clásico de la televisión que ha perdurado en el tiempo.",
        "en": "Six friends live in New York, navigating adult life together. The series blends humor, love, and friendship, exploring the relationships and challenges of this group. With a sitcom style, each episode presents everyday situations taken to the extreme, featuring witty dialogues and memorable moments. A timeless TV classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/friends.jpg",
      "subcategory": "comedy",
      "temporadas": 10,
      "episodios": 236,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=MfvvhM6IJS0",
        "en": "https://www.youtube.com/watch?v=MfvvhM6IJS0"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 49,
      "title": {
        "es": "Narcos",
        "en": "Narcos"
      },
      "year": "2015",
      "director": "Chris Brancato",
      "description": {
        "es": "Serie que narra el auge y caída de los cárteles de la droga en Colombia, centrándose en la figura de Pablo Escobar y la lucha de las autoridades por detenerlo. La serie explora la corrupción, la violencia y el impacto social del narcotráfico, mostrando tanto el lado criminal como el policial. Destaca por su realismo, ritmo y actuaciones. Un retrato crudo de una época turbulenta.",
        "en": "Series chronicling the rise and fall of Colombia's drug cartels, focusing on Pablo Escobar and the authorities' efforts to stop him. The show explores corruption, violence, and the social impact of drug trafficking, depicting both the criminal and law enforcement sides. It stands out for its realism, pacing, and performances. A raw portrait of a turbulent era."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/narcos.jpg",
      "subcategory": "crime",
      "temporadas": 3,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=VNP2znpZvUE",
        "en": "https://www.youtube.com/watch?v=xl8zdCY-abw"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 50,
      "title": {
        "es": "South Park",
        "en": "South Park"
      },
      "year": "1997",
      "director": "Trey Parker",
      "description": {
        "es": "Comedia animada para adultos que satiriza la cultura estadounidense y la actualidad a través de las aventuras irreverentes de cuatro niños en South Park, Colorado. La serie es conocida por su humor negro, crítica social y capacidad para abordar temas polémicos sin censura. Cada episodio mezcla lo absurdo con la sátira política. Un referente de la animación contemporánea.",
        "en": "Adult animated comedy satirizing American culture and current events through the irreverent adventures of four boys in South Park, Colorado. The show is known for its dark humor, social critique, and ability to tackle controversial topics without censorship. Each episode blends absurdity with political satire. A benchmark of contemporary animation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/south_park.jpg",
      "subcategory": "animation",
      "temporadas": 26,
      "episodios": 325,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=YMjm_gfDVjM",
        "en": "https://www.youtube.com/watch?v=qRJogSKK-3U"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 51,
      "title": {
        "es": "Black Mirror",
        "en": "Black Mirror"
      },
      "year": "2011",
      "director": "Charlie Brooker",
      "description": {
        "es": "Antología de ciencia ficción que explora el impacto de la tecnología en la sociedad moderna, mostrando futuros distópicos y dilemas éticos. Cada episodio es una historia independiente que invita a la reflexión sobre el uso y abuso de la tecnología. Destaca por su originalidad, crítica social y giros sorprendentes. Un referente del género en la era digital.",
        "en": "Science fiction anthology exploring the impact of technology on modern society, depicting dystopian futures and ethical dilemmas. Each episode is a standalone story that prompts reflection on the use and abuse of technology. The show stands out for its originality, social critique, and surprising twists. A benchmark of the genre in the digital age."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/black_mirror.jpg",
      "subcategory": "sci-fi",
      "temporadas": 6,
      "episodios": 27,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=YgHc99YPNxY",
        "en": "https://www.youtube.com/watch?v=jROLrhQkK78"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 52,
      "title": {
        "es": "Years and Years",
        "en": "Years and Years"
      },
      "year": "2019",
      "director": "Russell T Davies",
      "description": {
        "es": "Miniserie distópica que sigue a la familia Lyons a lo largo de quince años de cambios políticos, tecnológicos y sociales en el Reino Unido. La serie explora el impacto de las decisiones globales en la vida cotidiana, abordando temas como la migración, la economía y la identidad. Un drama intenso y realista sobre el futuro cercano y sus incertidumbres.",
        "en": "Dystopian miniseries following the Lyons family over fifteen years of political, technological, and social changes in the UK. The series explores the impact of global decisions on everyday life, addressing issues like migration, economy, and identity. An intense and realistic drama about the near future and its uncertainties."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/years_and_years.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 6,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=SY41jhIP_xI",
        "en": "https://www.youtube.com/watch?v=SY41jhIP_xI"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 53,
      "title": {
        "es": "The Mandalorian",
        "en": "The Mandalorian"
      },
      "year": "2019",
      "director": "Jon Favreau",
      "description": {
        "es": "Ambientada en el universo Star Wars, la serie sigue a un cazarrecompensas solitario conocido como el Mandaloriano en sus misiones por la galaxia. Acompañado por Grogu, enfrenta enemigos, alianzas y dilemas morales. Destaca por su acción, efectos visuales y homenaje al western. Un éxito que ha revitalizado la franquicia en televisión.",
        "en": "Set in the Star Wars universe, the series follows a lone bounty hunter known as the Mandalorian on his missions across the galaxy. Accompanied by Grogu, he faces enemies, alliances, and moral dilemmas. The show stands out for its action, visual effects, and homage to the western. A hit that has revitalized the franchise on TV."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/the_mandalorian.jpg",
      "subcategory": "sci-fi",
      "temporadas": 3,
      "episodios": 24,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=piXRBQCKzQI",
        "en": "https://www.youtube.com/watch?v=odnRRZKhNPk"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 54,
      "title": {
        "es": "Stranger Things",
        "en": "Stranger Things"
      },
      "year": "2016",
      "director": "The Duffer Brothers",
      "description": {
        "es": "Thriller sobrenatural ambientado en los años 80, donde un grupo de niños investiga la desaparición de su amigo y descubre experimentos secretos, criaturas de otra dimensión y fuerzas paranormales en su pueblo. La serie destaca por su atmósfera nostálgica, suspense y homenaje a la cultura pop. Un fenómeno global de la televisión moderna.",
        "en": "Supernatural thriller set in the 1980s, where a group of kids investigates their friend's disappearance and uncovers secret experiments, creatures from another dimension, and paranormal forces in their town. The show stands out for its nostalgic atmosphere, suspense, and homage to pop culture. A global phenomenon of modern television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/stranger_things.jpg",
      "subcategory": "horror",
      "temporadas": 4,
      "episodios": 42,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Wre1F5YyIlA",
        "en": "https://www.youtube.com/watch?v=b9EkMc79ZSU"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 55,
      "title": {
        "es": "The Boys",
        "en": "The Boys"
      },
      "year": "2019",
      "director": "Eric Kripke",
      "description": {
        "es": "Sátira de superhéroes que muestra un mundo donde los héroes son celebridades corruptas y peligrosas. Un grupo de vigilantes, conocido como The Boys, lucha por exponer la verdad y detener los abusos de poder. La serie destaca por su violencia, humor negro y crítica a la cultura de masas. Un giro irreverente al género de superhéroes.",
        "en": "Superhero satire set in a world where heroes are corrupt and dangerous celebrities. A group of vigilantes, The Boys, fights to expose the truth and stop abuses of power. The show stands out for its violence, dark humor, and critique of mass culture. An irreverent twist on the superhero genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/the_boys.jpg",
      "subcategory": "sci-fi",
      "temporadas": 4,
      "episodios": 32,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=aaNE-BgGtuQ",
        "en": "https://www.youtube.com/watch?v=AD0qUhZpbfc"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 56,
      "title": {
        "es": "Perdidos",
        "en": "Lost"
      },
      "year": "2004",
      "director": "J.J. Abrams",
      "description": {
        "es": "Serie de misterio y aventuras sobre los supervivientes de un accidente aéreo que quedan varados en una isla llena de secretos, fenómenos inexplicables y desafíos constantes. La serie explora la supervivencia, el destino y la redención a través de una narrativa no lineal y personajes complejos. Un hito de la televisión moderna.",
        "en": "Mystery and adventure series about plane crash survivors stranded on an island full of secrets, unexplained phenomena, and constant challenges. The show explores survival, destiny, and redemption through nonlinear storytelling and complex characters. A milestone of modern television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/lost.jpg",
      "subcategory": "thriller",
      "temporadas": 6,
      "episodios": 121,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=qMXAsu64-Ws",
        "en": "https://www.youtube.com/watch?v=KTu8iDynwNc"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 57,
      "title": {
        "es": "El Circo Volador de Monty Python",
        "en": "Monty Python's Flying Circus"
      },
      "year": "1969",
      "director": "Ian MacNaughton",
      "description": {
        "es": "Comedia de sketches británica surrealista creada por el grupo Monty Python, que revolucionó el humor con su estilo absurdo, parodias y crítica social. Cada episodio presenta situaciones impredecibles y personajes extravagantes. Destaca por su innovación, influencia y legado en la comedia mundial. Un clásico imprescindible.",
        "en": "Surreal British sketch comedy created by the Monty Python group, revolutionizing humor with absurdity, parodies, and social critique. Each episode features unpredictable situations and quirky characters. The show stands out for its innovation, influence, and legacy in global comedy. An essential classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/monty_python.jpg",
      "subcategory": "comedy",
      "temporadas": 4,
      "episodios": 45,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=YULeGnKPdbM",
        "en": "https://www.youtube.com/watch?v=YULeGnKPdbM"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 58,
      "title": {
        "es": "Los Simpson",
        "en": "The Simpsons"
      },
      "year": "1989",
      "director": "Matt Groening",
      "description": {
        "es": "Comedia animada que sigue las aventuras de la familia Simpson en Springfield, satirizando la sociedad, la política y la cultura popular estadounidense. Cada episodio presenta situaciones absurdas, humor irreverente y personajes icónicos. La serie destaca por su longevidad, influencia y capacidad para reinventarse. Un referente mundial de la animación televisiva.",
        "en": "Animated comedy following the adventures of the Simpson family in Springfield, satirizing American society, politics, and pop culture. Each episode features absurd situations, irreverent humor, and iconic characters. The show stands out for its longevity, influence, and ability to reinvent itself. A global benchmark of TV animation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/the_simpsons.jpg",
      "subcategory": "animation",
      "temporadas": 35,
      "episodios": 750,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=_jgYEYERYFQ",
        "en": "https://www.youtube.com/watch?v=_jgYEYERYFQ"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 59,
      "title": {
        "es": "One Piece",
        "en": "One Piece"
      },
      "year": "1999",
      "director": "Eiichiro Oda",
      "description": {
        "es": "Anime de aventuras que narra la travesía de Monkey D. Luffy y su tripulación de piratas en busca del legendario tesoro One Piece. La serie explora la amistad, la superación y la libertad, con un mundo lleno de islas, enemigos y poderes extraordinarios. Destaca por su creatividad, humor y desarrollo de personajes. Un fenómeno global del anime.",
        "en": "Adventure anime chronicling the journey of Monkey D. Luffy and his pirate crew in search of the legendary One Piece treasure. The series explores friendship, overcoming obstacles, and freedom, set in a world full of islands, enemies, and extraordinary powers. It stands out for its creativity, humor, and character development. A global anime phenomenon."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/one_piece.jpg",
      "subcategory": "animation",
      "temporadas": 21,
      "episodios": 1000,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=MCb13lbVGE0",
        "en": "https://www.youtube.com/watch?v=MCb13lbVGE0"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 60,
      "title": {
        "es": "Twin Peaks",
        "en": "Twin Peaks"
      },
      "year": "1990",
      "director": "David Lynch",
      "description": {
        "es": "En el pequeño pueblo de Twin Peaks, la investigación del asesinato de la joven Laura Palmer revela una red de secretos, personajes excéntricos y fenómenos sobrenaturales. El agente del FBI Dale Cooper se adentra en un misterio que desafía a la lógica y la realidad. La serie combina suspense, surrealismo y humor negro, creando una atmósfera única e inquietante. Considerada una obra de culto que revolucionó la televisión de los 90.",
        "en": "In the small town of Twin Peaks, the investigation into the murder of young Laura Palmer uncovers a web of secrets, eccentric characters, and supernatural phenomena. FBI agent Dale Cooper delves into a mystery that defies logic and reality. The series blends suspense, surrealism, and dark humor, creating a unique and unsettling atmosphere. Considered a cult classic that revolutionized 1990s television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/twin_peaks.jpg",
      "subcategory": "thriller",
      "temporadas": 3,
      "episodios": 48,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=bPEXxvrtvyg",
        "en": "https://www.youtube.com/watch?v=W32wYIN4BX4"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 61,
      "title": {
        "es": "Dragon Ball Z",
        "en": "Dragon Ball Z"
      },
      "year": "1989",
      "director": "Daisuke Nishio",
      "description": {
        "es": "Anime de acción y aventuras que narra la historia de Goku y los guerreros Z defendiendo la Tierra de amenazas cósmicas. La serie destaca por sus épicas batallas, transformación de personajes y valores de amistad y superación. Un referente del anime que marcó a varias generaciones.",
        "en": "Action-adventure anime telling the story of Goku and the Z warriors defending Earth from cosmic threats. The series stands out for its epic battles, character transformations, and values of friendship and perseverance. A landmark anime that influenced generations."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/dragon_ball_z.jpg",
      "subcategory": "animation",
      "temporadas": 9,
      "episodios": 291,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=42g-U44D-aU",
        "en": "https://www.youtube.com/watch?v=42g-U44D-aU"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 62,
      "title": {
        "es": "The Last of Us",
        "en": "The Last of Us"
      },
      "year": "2023",
      "director": "Craig Mazin",
      "description": {
        "es": "Drama postapocalíptico que sigue a Joel y Ellie en un peligroso viaje a través de Estados Unidos devastado por una pandemia fúngica. La serie explora la supervivencia, la pérdida y el vínculo entre los protagonistas, con una narrativa intensa y emotiva. Destaca por su ambientación, actuaciones y fidelidad al videojuego original. Un referente del género.",
        "en": "Post-apocalyptic drama following Joel and Ellie on a perilous journey across a United States ravaged by a fungal pandemic. The series explores survival, loss, and the bond between the protagonists, with intense and emotional storytelling. It stands out for its setting, performances, and faithfulness to the original video game. A benchmark of the genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/the_last_of_us.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 9,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=yyGetSp7CIc",
        "en": "https://www.youtube.com/watch?v=yyGetSp7CIc"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 63,
      "title": {
        "es": "Fleabag",
        "en": "Fleabag"
      },
      "year": "2016",
      "director": "Phoebe Waller-Bridge",
      "description": {
        "es": "Comedia dramática que retrata la vida de una joven londinense marcada por la ironía, el humor negro y la ruptura de la cuarta pared. La serie explora la soledad, las relaciones y la autoaceptación con un estilo fresco y provocador. Destaca por su guion, interpretación y originalidad. Un fenómeno de la televisión británica contemporánea.",
        "en": "Dramedy portraying the life of a young Londoner marked by irony, dark humor, and breaking the fourth wall. The series explores loneliness, relationships, and self-acceptance with a fresh and provocative style. It stands out for its writing, performance, and originality. A phenomenon of contemporary British television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/fleabag.jpg",
      "subcategory": "comedy",
      "temporadas": 2,
      "episodios": 12,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=L3iqdpYoZNU",
        "en": "https://www.youtube.com/watch?v=1M0oeaIQNg4"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 64,
      "title": {
        "es": "House",
        "en": "House"
      },
      "year": "2004",
      "director": "David Shore",
      "description": {
        "es": "Serie médica que sigue al Dr. Gregory House, un médico brillante, excéntrico y sarcástico, especializado en diagnosticar casos complejos. La serie explora la ética médica, el trabajo en equipo y los dilemas personales, destacando por su protagonista carismático y tramas ingeniosas. Un referente del drama hospitalario.",
        "en": "Medical series following Dr. Gregory House, a brilliant, eccentric, and sarcastic doctor specializing in diagnosing complex cases. The show explores medical ethics, teamwork, and personal dilemmas, standing out for its charismatic lead and clever plots. A benchmark of hospital drama."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/house.jpg",
      "subcategory": "medical",
      "temporadas": 8,
      "episodios": 177,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=MczMB8nU1sY",
        "en": "https://www.youtube.com/watch?v=MczMB8nU1sY"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 65,
      "title": {
        "es": "One Punch Man",
        "en": "One Punch Man"
      },
      "year": "2015",
      "director": "Shingo Natsume",
      "description": {
        "es": "Anime de acción y comedia que parodia el género de superhéroes a través de Saitama, un héroe capaz de derrotar a cualquier enemigo de un solo golpe. La serie explora el aburrimiento, la búsqueda de sentido y la fama, con batallas espectaculares y humor absurdo. Un éxito moderno del anime.",
        "en": "Action-comedy anime parodying the superhero genre through Saitama, a hero who can defeat any enemy with a single punch. The series explores boredom, the search for meaning, and fame, featuring spectacular battles and absurd humor. A modern anime hit."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/one_punch_man.jpg",
      "subcategory": "animation",
      "temporadas": 3,
      "episodios": 36,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=gkpOGxJ1BUs",
        "en": "https://www.youtube.com/watch?v=gkpOGxJ1BUs"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 66,
      "title": {
        "es": "Mob Psycho 100",
        "en": "Mob Psycho 100"
      },
      "year": "2016",
      "director": "Yuzuru Tachikawa",
      "description": {
        "es": "Anime que sigue a Shigeo 'Mob' Kageyama, un adolescente con poderes psíquicos extraordinarios que intenta llevar una vida normal. La serie combina acción, comedia y drama, explorando la autoaceptación, el crecimiento personal y el control de las emociones. Destaca por su animación innovadora y mensaje positivo. Un referente del anime contemporáneo.",
        "en": "Anime following Shigeo 'Mob' Kageyama, a teenager with extraordinary psychic powers who tries to live a normal life. The series blends action, comedy, and drama, exploring self-acceptance, personal growth, and emotional control. It stands out for its innovative animation and positive message. A benchmark of contemporary anime."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/mob_psycho_100.jpg",
      "subcategory": "animation",
      "temporadas": 3,
      "episodios": 37,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=70tdB-1Lwqc",
        "en": "https://www.youtube.com/watch?v=70tdB-1Lwqc"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 67,
      "title": {
        "es": "La Maldición de Hill House",
        "en": "The Haunting of Hill House"
      },
      "year": "2018",
      "director": "Mike Flanagan",
      "description": {
        "es": "Serie de terror y drama que explora los traumas y secretos de la familia Crain, marcada por su estancia en la inquietante Hill House. A través de saltos temporales, la serie combina el horror sobrenatural con el análisis psicológico de sus personajes. Destaca por su atmósfera, narrativa y profundidad emocional. Un referente del terror moderno.",
        "en": "Horror and drama series exploring the traumas and secrets of the Crain family, shaped by their time in the unsettling Hill House. Through time jumps, the show blends supernatural horror with psychological analysis of its characters. It stands out for its atmosphere, storytelling, and emotional depth. A benchmark of modern horror."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/haunting_hill_house.jpg",
      "subcategory": "horror",
      "temporadas": 1,
      "episodios": 10,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Dywejalfyzs",
        "en": "https://www.youtube.com/watch?v=VxEEGi9V0kI"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 68,
      "title": {
        "es": "Mindhunter",
        "en": "Mindhunter"
      },
      "year": "2017",
      "director": "Joe Penhall",
      "description": {
        "es": "Thriller criminal que sigue a dos agentes del FBI pioneros en el desarrollo de perfiles psicológicos de asesinos en serie en los años 70 y 80. La serie explora entrevistas reales, la mente criminal y los desafíos éticos de la investigación. Destaca por su rigor, tensión y profundidad psicológica. Un referente del género true crime.",
        "en": "Crime thriller following two FBI agents who pioneer psychological profiling of serial killers in the 1970s and 80s. The series explores real interviews, the criminal mind, and the ethical challenges of investigation. It stands out for its accuracy, tension, and psychological depth. A benchmark of the true crime genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/mindhunter.jpg",
      "subcategory": "crime",
      "temporadas": 2,
      "episodios": 19,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Io6ostqdsFo",
        "en": "https://www.youtube.com/watch?v=ShNq5ToeCe8"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 69,
      "title": {
        "es": "Sandman",
        "en": "The Sandman"
      },
      "year": "2022",
      "director": "Neil Gaiman",
      "description": {
        "es": "Adaptación del cómic de Neil Gaiman que narra las aventuras de Morfeo, el dios de los sueños, tras escapar de su cautiverio. La serie explora el poder de los sueños, la mitología y la redención, con una estética visual única. Destaca por su fidelidad al material original y su atmósfera onírica. Un hito de la fantasía contemporánea.",
        "en": "Adaptation of Neil Gaiman's comic chronicling the adventures of Morpheus, the god of dreams, after escaping captivity. The series explores the power of dreams, mythology, and redemption, with a unique visual style. It stands out for its faithfulness to the source material and dreamlike atmosphere. A milestone of contemporary fantasy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/sandman.jpg",
      "subcategory": "fantasy",
      "temporadas": 1,
      "episodios": 10,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=DPp7CkoTOyY",
        "en": "https://www.youtube.com/watch?v=ZJXamnPUm0I"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 70,
      "title": {
        "es": "Westworld",
        "en": "Westworld"
      },
      "year": "2016",
      "director": "Jonathan Nolan",
      "description": {
        "es": "Serie de ciencia ficción que plantea dilemas éticos y existenciales en un parque temático futurista habitado por androides conscientes. La serie explora la inteligencia artificial, la memoria y el libre albedrío, con una narrativa compleja y visualmente impactante. Destaca por su ambición, guion y efectos especiales. Un referente del género.",
        "en": "Science fiction series posing ethical and existential dilemmas in a futuristic theme park inhabited by conscious androids. The show explores artificial intelligence, memory, and free will, with complex and visually striking storytelling. It stands out for its ambition, writing, and special effects. A benchmark of the genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/westworld.jpg",
      "subcategory": "sci-fi",
      "temporadas": 4,
      "episodios": 36,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=sey1O3-PJjY",
        "en": "https://www.youtube.com/watch?v=kEkZdgWu7mM"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 71,
      "title": {
        "es": "Narcos: México",
        "en": "Narcos: Mexico"
      },
      "year": "2018",
      "director": "Carlo Bernard",
      "description": {
        "es": "Spin-off de Narcos que narra el surgimiento y expansión del narcotráfico en México durante los años 80. La serie explora la corrupción, la violencia y el enfrentamiento entre cárteles y autoridades. Destaca por su realismo, ritmo y personajes complejos. Un retrato crudo del crimen organizado en América Latina.",
        "en": "Narcos spin-off chronicling the rise and expansion of drug trafficking in Mexico during the 1980s. The series explores corruption, violence, and the clash between cartels and authorities. It stands out for its realism, pacing, and complex characters. A raw portrait of organized crime in Latin America."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/narcos_mexico.jpg",
      "subcategory": "crime",
      "temporadas": 3,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=eHdRMOAT-Lc",
        "en": "https://www.youtube.com/watch?v=1nannle9DaE"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 72,
      "title": {
        "es": "Gambito de Dama",
        "en": "The Queen's Gambit"
      },
      "year": "2020",
      "director": "Scott Frank",
      "description": {
        "es": "Miniserie que sigue la vida de Beth Harmon, una joven prodigio del ajedrez que lucha contra sus adicciones y traumas mientras asciende en el mundo competitivo. La serie destaca por su ambientación, desarrollo de personajes y tensión en las partidas. Un fenómeno que ha popularizado el ajedrez a nivel mundial.",
        "en": "Miniseries following the life of Beth Harmon, a young chess prodigy battling addictions and traumas as she rises in the competitive world. The show stands out for its setting, character development, and tension in the matches. A phenomenon that has popularized chess worldwide."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/queens_gambit.jpg",
      "subcategory": "drama",
      "temporadas": 1,
      "episodios": 7,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=-BBgzgNgzeQ",
        "en": "https://www.youtube.com/watch?v=kwrQzTz16w4"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 73,
      "title": {
        "es": "The White Lotus",
        "en": "The White Lotus"
      },
      "year": "2021",
      "director": "Mike White",
      "description": {
        "es": "Antología de comedia negra que retrata las vacaciones de huéspedes adinerados y empleados en lujosos resorts. Cada temporada explora las tensiones sociales, el privilegio y los conflictos personales con sátira mordaz y situaciones incómodas. La serie destaca por su guion inteligente, personajes complejos y crítica a la desigualdad. Un retrato ácido de la sociedad contemporánea.",
        "en": "Black comedy anthology portraying the vacations of wealthy guests and staff at luxury resorts. Each season explores social tensions, privilege, and personal conflicts with sharp satire and awkward situations. The series stands out for its smart writing, complex characters, and critique of inequality. An acerbic portrait of contemporary society."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/white_lotus.jpg",
      "subcategory": "drama",
      "temporadas": 2,
      "episodios": 12,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=oNA4kFqCINE",
        "en": "https://www.youtube.com/watch?v=TGLq7_MonZ4"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 74,
      "title": {
        "es": "Them",
        "en": "Them"
      },
      "year": "2021",
      "director": "Little Marvin",
      "description": {
        "es": "Antología de terror que examina el racismo y el miedo en distintas épocas de la historia estadounidense. Cada temporada presenta una nueva familia enfrentando horrores sobrenaturales y reales, en un entorno hostil marcado por la discriminación. La serie destaca por su atmósfera inquietante, crítica social y narrativa provocadora. Un retrato perturbador del terror racial.",
        "en": "Horror anthology examining racism and fear across different periods of American history. Each season presents a new family facing both supernatural and real horrors in a hostile, discriminatory environment. The series stands out for its unsettling atmosphere, social critique, and provocative storytelling. A disturbing portrait of racial terror."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/them.jpg",
      "subcategory": "horror",
      "temporadas": 1,
      "episodios": 10,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=ixFyyG4CWY0",
        "en": "https://www.youtube.com/watch?v=ixFyyG4CWY0"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 75,
      "title": {
        "es": "Fringe",
        "en": "Fringe"
      },
      "year": "2008",
      "director": "J.J. Abrams",
      "description": {
        "es": "Serie de ciencia ficción y suspense que sigue a un equipo del FBI especializado en investigar fenómenos paranormales y ciencia marginal. Cada episodio presenta misterios, conspiraciones y dilemas éticos, combinando elementos de terror y drama. Destaca por su creatividad, personajes y tramas complejas. Un clásico del género.",
        "en": "Science fiction and suspense series following an FBI team specializing in investigating paranormal phenomena and fringe science. Each episode presents mysteries, conspiracies, and ethical dilemmas, blending elements of horror and drama. The show stands out for its creativity, characters, and complex plots. A classic of the genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/fringe.jpg",
      "subcategory": "sci-fi",
      "temporadas": 5,
      "episodios": 100,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=8cllp6i2v2Q",
        "en": "https://www.youtube.com/watch?v=QwBqi29YMzg"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 76,
      "title": {
        "es": "Prison Break",
        "en": "Prison Break"
      },
      "year": "2005",
      "director": "Paul Scheuring",
      "description": {
        "es": "Thriller de acción que sigue a Michael Scofield, un ingeniero brillante que idea un plan para liberar a su hermano injustamente condenado a muerte. La serie combina suspense, giros inesperados y desafíos constantes dentro y fuera de la prisión. Destaca por su ritmo, ingenio y tensión. Un referente del género carcelario.",
        "en": "Action thriller following Michael Scofield, a brilliant engineer who devises a plan to free his brother wrongfully sentenced to death. The series combines suspense, unexpected twists, and constant challenges inside and outside prison. It stands out for its pacing, ingenuity, and tension. A benchmark of the prison break genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/prison_break.jpg",
      "subcategory": "thriller",
      "temporadas": 5,
      "episodios": 90,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=m1W7fkFmY2Q",
        "en": "https://www.youtube.com/watch?v=AL9zLctDJaU"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 77,
      "title": {
        "es": "Alfred Hitchcock Presenta",
        "en": "Alfred Hitchcock Presents"
      },
      "year": "1955",
      "director": "Alfred Hitchcock",
      "description": {
        "es": "Serie antológica de suspense presentada por Alfred Hitchcock, donde cada episodio narra una historia independiente de crimen, misterio o terror. La serie destaca por su atmósfera inquietante, finales sorprendentes y el inconfundible estilo del maestro del suspense. Un clásico imprescindible de la televisión.",
        "en": "Anthology suspense series presented by Alfred Hitchcock, with each episode telling a standalone story of crime, mystery, or horror. The show stands out for its unsettling atmosphere, surprising endings, and the unmistakable style of the master of suspense. An essential TV classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/alfred_hitchcock_presents.jpg",
      "subcategory": "thriller",
      "temporadas": 7,
      "episodios": 268,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=5-81EBPewPk",
        "en": "https://www.youtube.com/watch?v=5-81EBPewPk"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 78,
      "title": {
        "es": "Cheers",
        "en": "Cheers"
      },
      "year": "1982",
      "director": "James Burrows",
      "description": {
        "es": "Sitcom clásica ambientada en el bar Cheers de Boston, donde clientes y empleados forman una peculiar familia. La serie explora la amistad, el amor y los enredos cotidianos con humor inteligente y personajes entrañables. Destaca por su longevidad, diálogos y química entre el reparto. Un referente de la comedia televisiva.",
        "en": "Classic sitcom set in Boston's Cheers bar, where customers and staff form a quirky family. The series explores friendship, love, and everyday mishaps with clever humor and endearing characters. It stands out for its longevity, dialogues, and cast chemistry. A benchmark of TV comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/cheers.jpg",
      "subcategory": "comedy",
      "temporadas": 11,
      "episodios": 275,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=2-VQ2uyiYLo",
        "en": "https://www.youtube.com/watch?v=2-VQ2uyiYLo"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 79,
      "title": {
        "es": "M*A*S*H",
        "en": "M*A*S*H"
      },
      "year": "1972",
      "director": "Larry Gelbart",
      "description": {
        "es": "Comedia dramática ambientada en un hospital militar durante la Guerra de Corea, donde el personal médico enfrenta el horror del conflicto con humor y humanidad. La serie combina sátira, crítica social y momentos emotivos, destacando por su guion y personajes memorables. Un clásico de la televisión estadounidense.",
        "en": "Dramatic comedy set in a military hospital during the Korean War, where medical staff face the horrors of conflict with humor and humanity. The show blends satire, social critique, and emotional moments, standing out for its writing and memorable characters. A classic of American television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/mash.jpg",
      "subcategory": "comedy",
      "temporadas": 11,
      "episodios": 256,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=ce928Dd37FQ&list=RDce928Dd37FQ&start_radio=1",
        "en": "https://www.youtube.com/watch?v=ce928Dd37FQ&list=RDce928Dd37FQ&start_radio=1"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 80,
      "title": {
        "es": "El equipo A",
        "en": "The A-Team"
      },
      "year": "1983",
      "director": "Stephen J. Cannell",
      "description": {
        "es": "Cuatro ex soldados, injustamente perseguidos por el gobierno, se convierten en mercenarios que ayudan a inocentes en apuros. Usando su ingenio, habilidades militares y sentido del humor, enfrentan villanos y situaciones imposibles en cada episodio. La serie mezcla acción, comedia y aventuras, convirtiéndose en un icono de la televisión de los 80. Un clásico lleno de explosiones y frases memorables.",
        "en": "Four former soldiers, wrongfully pursued by the government, become mercenaries helping innocent people in trouble. Using their wits, military skills, and sense of humor, they face villains and impossible situations in every episode. The series blends action, comedy, and adventure, becoming an icon of 1980s television. A classic full of explosions and memorable catchphrases."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/el_equipo_a.jpg",
      "subcategory": "comedy",
      "temporadas": 5,
      "episodios": 98,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Cn6kEsloMdE",
        "en": "https://www.youtube.com/watch?v=Cn6kEsloMdE"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 81,
      "title": {
        "es": "The Good Doctor",
        "en": "The Good Doctor"
      },
      "year": "2017",
      "director": "David Shore",
      "description": {
        "es": "Shaun Murphy, un joven cirujano con autismo y síndrome del sabio, se une a un prestigioso hospital donde debe demostrar su valía ante el escepticismo de sus colegas. La serie explora los retos de la inclusión, la empatía y la superación personal en el entorno médico. Destaca por su sensibilidad, actuaciones y dilemas éticos. Un drama inspirador sobre la diferencia y el talento.",
        "en": "Shaun Murphy, a young surgeon with autism and savant syndrome, joins a prestigious hospital where he must prove himself to skeptical colleagues. The series explores the challenges of inclusion, empathy, and personal growth in the medical field. It stands out for its sensitivity, performances, and ethical dilemmas. An inspiring drama about difference and talent."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/good_doctor.jpg",
      "subcategory": "medical",
      "temporadas": 7,
      "episodios": 126,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Inozc9Oq1bs",
        "en": "https://www.youtube.com/watch?v=lnY9FWUTY84"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 82,
      "title": {
        "es": "Shameless",
        "en": "Shameless"
      },
      "year": "2011",
      "director": "Paul Abbott",
      "description": {
        "es": "La familia Gallagher, liderada por un padre alcohólico y ausente, sobrevive en un barrio obrero enfrentando la pobreza, el caos y la adversidad. La serie combina humor negro, drama y situaciones extremas para retratar la resiliencia y los lazos familiares. Destaca por sus personajes auténticos, guion provocador y crítica social. Un referente de la comedia dramática contemporánea.",
        "en": "The Gallagher family, led by an alcoholic and absent father, survives in a working-class neighborhood facing poverty, chaos, and adversity. The series blends dark humor, drama, and extreme situations to portray resilience and family bonds. It stands out for its authentic characters, provocative writing, and social critique. A benchmark of contemporary dramedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/shameless.jpg",
      "subcategory": "comedy",
      "temporadas": 11,
      "episodios": 134,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=w94OXRiQUp4",
        "en": "https://www.youtube.com/watch?v=9tvkYS5cA58"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 83,
      "title": {
        "es": "Vikingos",
        "en": "Vikings"
      },
      "year": "2013",
      "director": "Michael Hirst",
      "description": {
        "es": "Drama histórico que narra las hazañas de Ragnar Lothbrok, legendario guerrero vikingo, y su familia en la Escandinavia medieval. La serie explora la ambición, la religión y los conflictos entre clanes, con batallas épicas y paisajes impresionantes. Destaca por su rigor histórico y desarrollo de personajes. Un referente del género.",
        "en": "Historical drama chronicling the exploits of Ragnar Lothbrok, legendary Viking warrior, and his family in medieval Scandinavia. The series explores ambition, religion, and clan conflicts, featuring epic battles and stunning landscapes. It stands out for its historical accuracy and character development. A benchmark of the genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/vikings.jpg",
      "subcategory": "historical",
      "temporadas": 6,
      "episodios": 89,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=CLVZmXzeZx8",
        "en": "https://www.youtube.com/watch?v=k5VngkAbkAE"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 84,
      "title": {
        "es": "Sherlock",
        "en": "Sherlock"
      },
      "year": "2010",
      "director": "Mark Gatiss",
      "description": {
        "es": "Adaptación moderna de las historias de Sherlock Holmes, ambientada en el Londres actual. El detective, junto a su inseparable amigo Watson, resuelve crímenes complejos utilizando la lógica y la tecnología. La serie destaca por su ingenio, ritmo y reinterpretación de los personajes clásicos. Un referente del thriller contemporáneo.",
        "en": "Modern adaptation of Sherlock Holmes stories, set in present-day London. The detective, alongside his loyal friend Watson, solves complex crimes using logic and technology. The show stands out for its wit, pacing, and fresh take on classic characters. A benchmark of contemporary thrillers."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/sherlock.jpg",
      "subcategory": "thriller",
      "temporadas": 4,
      "episodios": 13,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=WLBo159NWaE",
        "en": "https://www.youtube.com/watch?v=WLBo159NWaE"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 85,
      "title": {
        "es": "The Big Bang Theory",
        "en": "The Big Bang Theory"
      },
      "year": "2007",
      "director": "Chuck Lorre",
      "description": {
        "es": "Sitcom que narra la vida de un grupo de científicos brillantes y su vecina aspirante a actriz en Pasadena. La serie explora la amistad, el amor y las dificultades sociales con humor geek y referencias a la cultura pop. Destaca por sus personajes entrañables y diálogos ingeniosos. Un fenómeno global de la comedia televisiva.",
        "en": "Sitcom depicting the lives of a group of brilliant scientists and their aspiring actress neighbor in Pasadena. The show explores friendship, love, and social challenges with geek humor and pop culture references. It stands out for its endearing characters and witty dialogues. A global phenomenon of TV comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/big_bang_theory.jpg",
      "subcategory": "comedy",
      "temporadas": 12,
      "episodios": 279,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=JTnpj6fXUIo",
        "en": "https://www.youtube.com/watch?v=WBb3fojgW0Q"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 86,
      "title": {
        "es": "Young Sheldon",
        "en": "Young Sheldon"
      },
      "year": "2017",
      "director": "Chuck Lorre",
      "description": {
        "es": "Precuela de The Big Bang Theory que sigue la infancia de Sheldon Cooper, un niño prodigio con una mente brillante y dificultades para encajar en su entorno familiar y escolar en Texas. La serie destaca por su ternura, humor y exploración de la familia. Un retrato entrañable del genio en formación.",
        "en": "Prequel to The Big Bang Theory following the childhood of Sheldon Cooper, a child prodigy with a brilliant mind and challenges fitting into his family and school in Texas. The show stands out for its warmth, humor, and exploration of family. An endearing portrait of a genius in the making."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/young_sheldon.jpg",
      "subcategory": "comedy",
      "temporadas": 7,
      "episodios": 141,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=HGtqN4eKFUM",
        "en": "https://www.youtube.com/watch?v=Ijc8x73tfVc"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 87,
      "title": {
        "es": "Dexter",
        "en": "Dexter"
      },
      "year": "2006",
      "director": "James Manos Jr.",
      "description": {
        "es": "Thriller psicológico que sigue a Dexter Morgan, un forense especializado en análisis de sangre que lleva una doble vida como asesino en serie de criminales. La serie explora la moralidad, la identidad y el control de los impulsos oscuros. Destaca por su tensión, originalidad y complejidad del protagonista. Un clásico del suspense moderno.",
        "en": "Psychological thriller following Dexter Morgan, a blood spatter analyst who leads a double life as a serial killer targeting criminals. The show explores morality, identity, and controlling dark impulses. It stands out for its tension, originality, and complex protagonist. A classic of modern suspense."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/dexter.jpg",
      "subcategory": "thriller",
      "temporadas": 8,
      "episodios": 96,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=mjXccGxvxhU",
        "en": "https://www.youtube.com/watch?v=YQeUmSD1c3g"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 88,
      "title": {
        "es": "The Walking Dead",
        "en": "The Walking Dead"
      },
      "year": "2010",
      "director": "Frank Darabont",
      "description": {
        "es": "Tras una plaga zombie que arrasa el mundo, un grupo de supervivientes lucha por mantenerse con vida en un entorno hostil y cambiante. La serie explora la pérdida, la moralidad y la adaptación al horror, mostrando la evolución de los personajes ante el peligro constante. Destaca por su tensión, desarrollo de personajes y atmósfera postapocalíptica. Un fenómeno global del género.",
        "en": "After a zombie plague devastates the world, a group of survivors struggles to stay alive in a hostile and ever-changing environment. The series explores loss, morality, and adaptation to horror, showing the characters' evolution in the face of constant danger. It stands out for its tension, character development, and post-apocalyptic atmosphere. A global phenomenon of the genre."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/walking_dead.jpg",
      "subcategory": "horror",
      "temporadas": 11,
      "episodios": 177,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=WgeqPCAdReY",
        "en": "https://www.youtube.com/watch?v=sfAc2U20uyg"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 89,
      "title": {
        "es": "Naruto",
        "en": "Naruto"
      },
      "year": "2002",
      "director": "Hayato Date",
      "description": {
        "es": "Anime de aventuras que sigue a Naruto Uzumaki, un joven ninja marginado que sueña con convertirse en líder de su aldea. La serie explora la amistad, el esfuerzo y la superación personal, con batallas épicas y un extenso universo de personajes. Un clásico del anime moderno.",
        "en": "Adventure anime following Naruto Uzumaki, an outcast young ninja who dreams of becoming his village's leader. The series explores friendship, hard work, and personal growth, featuring epic battles and a vast cast of characters. A classic of modern anime."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/naruto.jpg",
      "subcategory": "animation",
      "temporadas": 9,
      "episodios": 720,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=-G9BqkgZXRA",
        "en": "https://www.youtube.com/watch?v=-G9BqkgZXRA"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 90,
      "title": {
        "es": "Cómo Conocí a Vuestra Madre",
        "en": "How I Met Your Mother"
      },
      "year": "2005",
      "director": "Carter Bays",
      "description": {
        "es": "Sitcom que narra, a través de flashbacks, las peripecias de Ted Mosby y su grupo de amigos en Nueva York, mientras busca al amor de su vida. La serie destaca por su estructura narrativa, humor y momentos emotivos. Un referente de la comedia romántica televisiva.",
        "en": "Sitcom narrating, through flashbacks, the adventures of Ted Mosby and his group of friends in New York as he searches for the love of his life. The show stands out for its narrative structure, humor, and emotional moments. A benchmark of romantic TV comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/how_i_met_your_mother.jpg",
      "subcategory": "comedy",
      "temporadas": 9,
      "episodios": 208,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=4DwNyaqQi-I",
        "en": "https://www.youtube.com/watch?v=4DwNyaqQi-I"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 91,
      "title": {
        "es": "House of Cards",
        "en": "House of Cards"
      },
      "year": "2013",
      "director": "Beau Willimon",
      "description": {
        "es": "Thriller político que sigue el ascenso al poder de Frank Underwood, un congresista ambicioso y manipulador en Washington. La serie explora la corrupción, la traición y el juego de influencias en la política estadounidense. Destaca por su guion, actuaciones y tensión constante. Un referente del drama político.",
        "en": "Political thriller following the rise to power of Frank Underwood, an ambitious and manipulative congressman in Washington. The show explores corruption, betrayal, and the game of influence in American politics. It stands out for its writing, performances, and constant tension. A benchmark of political drama."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/house_of_cards.jpg",
      "subcategory": "thriller",
      "temporadas": 6,
      "episodios": 73,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=6NTNfth770g",
        "en": "https://www.youtube.com/watch?v=8QnMmpfKWvo"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 92,
      "title": {
        "es": "Modern Family",
        "en": "Modern Family"
      },
      "year": "2009",
      "director": "Christopher Lloyd",
      "description": {
        "es": "Mockumentary que retrata la vida de tres familias interconectadas, mostrando con humor y ternura los retos y situaciones cotidianas de la vida moderna. La serie destaca por su diversidad, personajes entrañables y crítica social. Un referente de la comedia familiar contemporánea.",
        "en": "Mockumentary portraying the lives of three interconnected families, showing with humor and warmth the challenges and everyday situations of modern life. The show stands out for its diversity, endearing characters, and social critique. A benchmark of contemporary family comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/modern_family.jpg",
      "subcategory": "comedy",
      "temporadas": 11,
      "episodios": 250,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=fAFn9kZGX8s",
        "en": "https://www.youtube.com/watch?v=Ub_lfN2VMIo"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 93,
      "title": {
        "es": "American Horror Story",
        "en": "American Horror Story"
      },
      "year": "2011",
      "director": "Ryan Murphy",
      "description": {
        "es": "Antología de terror que explora diferentes historias y escenarios inquietantes en cada temporada, desde casas embrujadas hasta circos macabros y cultos siniestros. La serie destaca por su atmósfera perturbadora, personajes extremos y crítica social. Un referente del horror televisivo contemporáneo.",
        "en": "Horror anthology exploring different unsettling stories and settings each season, from haunted houses to sinister cults and macabre circuses. The show stands out for its disturbing atmosphere, extreme characters, and social critique. A benchmark of contemporary TV horror."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/american_horror_story.jpg",
      "subcategory": "horror",
      "temporadas": 12,
      "episodios": 132,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=G_FPD56HE84",
        "en": "https://www.youtube.com/watch?v=2cFhUp_2N00"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 94,
      "title": {
        "es": "Sense8",
        "en": "Sense8"
      },
      "year": "2015",
      "director": "Lana Wachowski",
      "description": {
        "es": "Serie de ciencia ficción que sigue a ocho desconocidos de diferentes partes del mundo, conectados mental y emocionalmente tras un misterioso evento. Juntos, deben aprender a usar sus habilidades compartidas mientras enfrentan amenazas globales. Destaca por su diversidad, mensaje de empatía y espectacularidad visual. Un canto a la conexión humana.",
        "en": "Science fiction series following eight strangers from around the world, mentally and emotionally connected after a mysterious event. Together, they must learn to use their shared abilities while facing global threats. The show stands out for its diversity, message of empathy, and visual spectacle. A celebration of human connection."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/sense8.jpg",
      "subcategory": "sci-fi",
      "temporadas": 2,
      "episodios": 24,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=LDPgpvq-z74",
        "en": "https://www.youtube.com/watch?v=vjHdJIdhCMU"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 95,
      "title": {
        "es": "Good Omens",
        "en": "Good Omens"
      },
      "year": "2019",
      "director": "Douglas Mackinnon",
      "description": {
        "es": "Comedia fantástica que narra la alianza improbable entre un ángel y un demonio para evitar el Apocalipsis. Basada en la novela de Neil Gaiman y Terry Pratchett, la serie mezcla humor, sátira y referencias bíblicas en una historia sobre el destino y la amistad. Destaca por su ingenio, química entre protagonistas y originalidad. Un deleite para los amantes de la fantasía.",
        "en": "Fantasy comedy chronicling the unlikely alliance between an angel and a demon to prevent the Apocalypse. Based on the novel by Neil Gaiman and Terry Pratchett, the show blends humor, satire, and biblical references in a story about fate and friendship. It stands out for its wit, lead chemistry, and originality. A delight for fantasy lovers."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/good_omens.jpg",
      "subcategory": "fantasy",
      "temporadas": 2,
      "episodios": 12,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=OHl7uarDa6c",
        "en": "https://www.youtube.com/watch?v=nM4ZtdfLka4"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 96,
      "title": {
        "es": "American Gods",
        "en": "American Gods"
      },
      "year": "2017",
      "director": "Bryan Fuller",
      "description": {
        "es": "Basada en la novela de Neil Gaiman, la serie enfrenta a dioses antiguos y nuevos en una batalla por el alma de América. Shadow Moon, un exconvicto, se ve envuelto en un mundo de mitología, magia y conspiraciones, guiado por el misterioso Mr. Wednesday. Destaca por su simbolismo, visuales impactantes y reflexión sobre la fe y la identidad. Un viaje épico y surrealista.",
        "en": "Based on Neil Gaiman's novel, the series pits old gods against new in a battle for America's soul. Shadow Moon, an ex-convict, is drawn into a world of mythology, magic, and conspiracies, guided by the enigmatic Mr. Wednesday. The show stands out for its symbolism, striking visuals, and reflections on faith and identity. An epic and surreal journey."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/american_gods.jpg",
      "subcategory": "fantasy",
      "temporadas": 3,
      "episodios": 26,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=4zYeGUQ-b0M",
        "en": "https://www.youtube.com/watch?v=z6HLeNl8DOs"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 97,
      "title": {
        "es": "El cuento de la criada",
        "en": "The Handmaid's Tale"
      },
      "year": "2017",
      "director": "Bruce Miller",
      "description": {
        "es": "Drama distópico que narra la lucha de las mujeres en una sociedad totalitaria donde la fertilidad es un recurso controlado por el Estado. La serie explora la resistencia, la opresión y la esperanza a través de la mirada de June. Destaca por su crudeza, relevancia social y actuaciones. Un referente del drama contemporáneo.",
        "en": "Dystopian drama depicting the struggle of women in a totalitarian society where fertility is controlled by the state. The show explores resistance, oppression, and hope through June's perspective. It stands out for its rawness, social relevance, and performances. A benchmark of contemporary drama."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/handmaids_tale.jpg",
      "subcategory": "drama",
      "temporadas": 5,
      "episodios": 56,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=kijUSE0VBEw",
        "en": "https://www.youtube.com/watch?v=dVLiDETfx1c"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 98,
      "title": {
        "es": "El Príncipe de Bel-Air",
        "en": "The Fresh Prince of Bel-Air"
      },
      "year": "1990",
      "director": "Andy Borowitz",
      "description": {
        "es": "Comedia que sigue las peripecias de Will, un joven de Filadelfia que se muda a la lujosa casa de sus tíos en Bel-Air. La serie explora el choque cultural, la familia y la superación personal con humor y carisma. Destaca por su frescura, mensaje positivo y legado en la cultura pop. Un clásico de los 90.",
        "en": "Comedy following the adventures of Will, a young man from Philadelphia who moves to his wealthy uncle's mansion in Bel-Air. The show explores culture clash, family, and personal growth with humor and charisma. It stands out for its freshness, positive message, and pop culture legacy. A 90s classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/fresh_prince.jpg",
      "subcategory": "comedy",
      "temporadas": 6,
      "episodios": 148,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=84ejUn4iH1E&list=RD84ejUn4iH1E&start_radio=1",
        "en": "https://www.youtube.com/watch?v=_u6vYpbfCmQ"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 99,
      "title": {
        "es": "Cosas de casa",
        "en": "Family Matters"
      },
      "year": "1987",
      "director": "John Tracy",
      "description": {
        "es": "Serie cómica centrada en la familia Winslow y su peculiar vecino Steve Urkel, cuyas invenciones y torpezas provocan situaciones caóticas y divertidas. La serie destaca por su humor, valores familiares y personajes entrañables. Un referente de la televisión de los 90.",
        "en": "Family comedy focused on the Winslow family and their neighbor Steve Urkel, whose inventions and clumsiness cause chaotic and funny situations. The show stands out for its humor, family values, and endearing characters. A benchmark of 90s television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/full_house.jpg",
      "subcategory": "comedy",
      "temporadas": 9,
      "episodios": 215,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Czq0kYyG2fc",
        "en": "https://www.youtube.com/watch?v=l_Pup9i0CCk"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 100,
      "title": {
        "es": "Futurama",
        "en": "Futurama"
      },
      "year": "1999",
      "director": "Matt Groening",
      "description": {
        "es": "Fry, un repartidor de pizza, se congela accidentalmente y despierta mil años después en un futuro lleno de tecnología, alienígenas y situaciones absurdas. Junto a sus nuevos amigos en Planet Express, vive aventuras disparatadas que parodian la ciencia ficción y la cultura pop. La serie destaca por su humor irreverente, creatividad y crítica social. Un clásico animado de culto.",
        "en": "Fry, a pizza delivery boy, accidentally freezes himself and wakes up a thousand years later in a future full of technology, aliens, and absurd situations. Alongside his new friends at Planet Express, he embarks on wild adventures that parody science fiction and pop culture. The series stands out for its irreverent humor, creativity, and social critique. An animated cult classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/futurama.jpg",
      "subcategory": "animation",
      "temporadas": 11,
      "episodios": 150,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=PMYslwcXC4s",
        "en": "https://www.youtube.com/watch?v=aWmtcYvhj68"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 101,
      "title": {
        "es": "BoJack Horseman",
        "en": "BoJack Horseman"
      },
      "year": "2014",
      "director": "Raphael Bob-Waksberg",
      "description": {
        "es": "BoJack Horseman, un caballo antropomórfico y exestrella de la televisión, lidia con la depresión, la fama y las adicciones en Hollywood. La serie explora la soledad, el fracaso y la búsqueda de redención con humor negro y profundidad emocional. Destaca por su crítica a la industria del entretenimiento y su innovador enfoque narrativo. Un referente de la animación adulta.",
        "en": "BoJack Horseman, an anthropomorphic horse and former TV star, struggles with depression, fame, and addiction in Hollywood. The series explores loneliness, failure, and the search for redemption with dark humor and emotional depth. It stands out for its critique of the entertainment industry and innovative storytelling. A benchmark of adult animation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/bojack_horseman.jpg",
      "subcategory": "drama",
      "temporadas": 6,
      "episodios": 77,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=x_RNxl_aiKA&t=1s",
        "en": "https://www.youtube.com/watch?v=i1eJMig5Ik4"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 102,
      "title": {
        "es": "Gravity Falls",
        "en": "Gravity Falls"
      },
      "year": "2012",
      "director": "Alex Hirsch",
      "description": {
        "es": "Serie animada que sigue a Dipper y Mabel Pines, dos hermanos gemelos que pasan el verano con su tío abuelo Stan en Gravity Falls, un pueblo lleno de misterios sobrenaturales y criaturas extrañas. La serie destaca por su humor, aventuras y complejidad narrativa. Un referente de la animación moderna para todas las edades.",
        "en": "Animated series following Dipper and Mabel Pines, twin siblings spending the summer with their great-uncle Stan in Gravity Falls, a town full of supernatural mysteries and strange creatures. The show stands out for its humor, adventures, and narrative complexity. A benchmark of modern animation for all ages."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/gravity_falls.jpg",
      "subcategory": "animation",
      "temporadas": 2,
      "episodios": 40,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=11zfLzV2tCg",
        "en": "https://www.youtube.com/watch?v=yfUDIPUETUg"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 103,
      "title": {
        "es": "Mr. Robot",
        "en": "Mr. Robot"
      },
      "year": "2015",
      "director": "Sam Esmail",
      "description": {
        "es": "Thriller psicológico que narra la vida de Elliot, un ingeniero de ciberseguridad con trastornos mentales, que es reclutado por un grupo de hackers para desestabilizar el sistema financiero mundial. La serie explora la paranoia, la identidad y la lucha contra el poder. Destaca por su originalidad, guion y crítica social. Un referente del thriller contemporáneo.",
        "en": "Psychological thriller chronicling the life of Elliot, a cybersecurity engineer with mental disorders, who is recruited by a group of hackers to destabilize the global financial system. The show explores paranoia, identity, and the fight against power. It stands out for its originality, writing, and social critique. A benchmark of contemporary thrillers."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/mr_robot.jpg",
      "subcategory": "thriller",
      "temporadas": 4,
      "episodios": 45,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=NcgfoRpWLTs",
        "en": "https://www.youtube.com/watch?v=xIBiJ_SzJTA"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 104,
      "title": {
        "es": "My Hero Academia",
        "en": "My Hero Academia"
      },
      "year": "2016",
      "director": "Kenji Nagasaki",
      "description": {
        "es": "Anime de acción y superhéroes ambientado en un mundo donde la mayoría de las personas tiene poderes especiales llamados 'quirks'. Izuku Midoriya, un joven sin poderes, sueña con convertirse en héroe y entra en la academia U.A. La serie destaca por sus batallas, valores de superación y desarrollo de personajes. Un éxito global del anime moderno.",
        "en": "Action and superhero anime set in a world where most people have special powers called 'quirks'. Izuku Midoriya, a powerless young man, dreams of becoming a hero and enrolls in U.A. Academy. The show stands out for its battles, values of perseverance, and character development. A global hit of modern anime."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/my_hero_academia.jpg",
      "subcategory": "animation",
      "temporadas": 7,
      "episodios": 158,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=DUehxIGKw1k",
        "en": "https://www.youtube.com/watch?v=DUehxIGKw1k"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 105,
      "title": {
        "es": "A dos metros bajo tierra",
        "en": "Six Feet Under"
      },
      "year": "2001",
      "director": "Alan Ball",
      "description": {
        "es": "La familia Fisher dirige una funeraria en Los Ángeles, enfrentando la muerte a diario mientras lidian con sus propios conflictos y secretos. La serie explora el duelo, la familia y la búsqueda de sentido en la vida, con un enfoque realista y a menudo irónico. Destaca por su profundidad psicológica, guion y actuaciones. Un drama aclamado por la crítica.",
        "en": "The Fisher family runs a funeral home in Los Angeles, facing death daily while dealing with their own conflicts and secrets. The series explores grief, family, and the search for meaning in life, with a realistic and often ironic approach. It stands out for its psychological depth, writing, and performances. A critically acclaimed drama."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/six_feet_under.jpg",
      "subcategory": "drama",
      "temporadas": 5,
      "episodios": 63,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=SZyhc_4gKAs",
        "en": "https://www.youtube.com/watch?v=SZyhc_4gKAs"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 106,
      "title": {
        "es": "iCarly",
        "en": "iCarly"
      },
      "year": "2007",
      "director": "Dan Schneider",
      "description": {
        "es": "Comedia juvenil que sigue a Carly Shay, una adolescente que crea un exitoso programa web junto a sus amigos. La serie explora la amistad, la fama en internet y los retos de la adolescencia con humor y situaciones disparatadas. Un referente de la televisión juvenil de los 2000.",
        "en": "Teen comedy following Carly Shay, a teenager who creates a successful web show with her friends. The show explores friendship, internet fame, and the challenges of adolescence with humor and wacky situations. A benchmark of 2000s teen television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/icarly.jpg",
      "subcategory": "comedy",
      "temporadas": 6,
      "episodios": 109,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Tj_SshN2j6U",
        "en": "https://www.youtube.com/watch?v=Tj_SshN2j6U"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 107,
      "title": {
        "es": "From",
        "en": "From"
      },
      "year": "2022",
      "director": "John Griffin",
      "description": {
        "es": "Serie de terror y misterio sobre un grupo de personas atrapadas en un pueblo del que no pueden escapar, rodeados de criaturas que acechan por la noche. La serie destaca por su atmósfera inquietante, suspense y desarrollo de personajes. Un thriller sobrenatural que mantiene la tensión en cada episodio.",
        "en": "Horror and mystery series about a group of people trapped in a town they can't escape, surrounded by creatures that stalk at night. The show stands out for its unsettling atmosphere, suspense, and character development. A supernatural thriller that keeps the tension high in every episode."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/from.jpg",
      "subcategory": "horror",
      "temporadas": 3,
      "episodios": 30,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=A-6HRIzZo7s",
        "en": "https://www.youtube.com/watch?v=A-6HRIzZo7s"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 108,
      "title": {
        "es": "The Good Wife",
        "en": "The Good Wife"
      },
      "year": "2009",
      "director": "Robert King",
      "description": {
        "es": "Drama legal que sigue a Alicia Florrick, una mujer que retoma su carrera como abogada tras el escándalo público de su marido. La serie explora la ética, el poder y la vida personal en el mundo jurídico, con casos complejos y personajes sólidos. Un referente del drama judicial contemporáneo.",
        "en": "Legal drama following Alicia Florrick, a woman who resumes her career as a lawyer after her husband's public scandal. The show explores ethics, power, and personal life in the legal world, with complex cases and strong characters. A benchmark of contemporary legal drama."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/good_wife.jpg",
      "subcategory": "drama",
      "temporadas": 7,
      "episodios": 156,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=WArKaBMf7ig",
        "en": "https://www.youtube.com/watch?v=WArKaBMf7ig"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 109,
      "title": {
        "es": "El juego del calamar",
        "en": "Squid Game"
      },
      "year": "2021",
      "director": "Hwang Dong-hyuk",
      "description": {
        "es": "Thriller surcoreano que narra la historia de cientos de personas endeudadas que aceptan participar en juegos infantiles mortales por un gran premio en efectivo. La serie destaca por su crítica social, tensión y giros inesperados. Un fenómeno global que ha marcado la cultura popular reciente.",
        "en": "South Korean thriller telling the story of hundreds of indebted people who agree to participate in deadly children's games for a huge cash prize. The show stands out for its social critique, tension, and unexpected twists. A global phenomenon that has shaped recent pop culture."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/squid_game.jpg",
      "subcategory": "thriller",
      "temporadas": 2,
      "episodios": 17,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=Mj4_xG5NXeo",
        "en": "https://www.youtube.com/watch?v=3hfBjqaToqo"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 110,
      "title": {
        "es": "Hora de Aventuras",
        "en": "Adventure Time"
      },
      "year": "2010",
      "director": "Pendleton Ward",
      "description": {
        "es": "Serie animada de aventuras que sigue a Finn, un valiente niño, y Jake, su perro mágico, en el postapocalíptico Reino de Ooo. Juntos exploran tierras fantásticas, enfrentan criaturas extrañas y viven historias llenas de humor, surrealismo y emoción. Destaca por su creatividad, profundidad y mensajes universales. Un clásico moderno de la animación.",
        "en": "Animated adventure series following Finn, a brave boy, and Jake, his magical dog, in the post-apocalyptic Land of Ooo. Together they explore fantastic lands, face strange creatures, and live stories full of humor, surrealism, and emotion. The show stands out for its creativity, depth, and universal messages. A modern classic of animation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/adventure_time.jpg",
      "subcategory": "animation",
      "temporadas": 10,
      "episodios": 283,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=XyLLiKZsfpc",
        "en": "https://www.youtube.com/watch?v=DRaLQ3kKz_k"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 111,
      "title": {
        "es": "El asombroso mundo de Gumball",
        "en": "The Amazing World of Gumball"
      },
      "year": "2011",
      "director": "Ben Bocquelet",
      "description": {
        "es": "Serie animada que narra las disparatadas aventuras de Gumball, un gato azul de 12 años, y su familia en la ciudad de Elmore. La serie destaca por su humor absurdo, mezcla de estilos de animación y sátira de la vida cotidiana. Un referente de la animación contemporánea para niños y adultos.",
        "en": "Animated series chronicling the wacky adventures of Gumball, a 12-year-old blue cat, and his family in the city of Elmore. The show stands out for its absurd humor, mix of animation styles, and satire of everyday life. A benchmark of contemporary animation for kids and adults."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/gumball.jpg",
      "subcategory": "animation",
      "temporadas": 6,
      "episodios": 240,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=mCjj8B4bqEc",
        "en": "https://www.youtube.com/watch?v=Icq2LLOPoTo"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 112,
      "title": {
        "es": "Anatomía de Grey",
        "en": "Grey's Anatomy"
      },
      "year": "2005",
      "director": "Shonda Rhimes",
      "description": {
        "es": "Drama médico que sigue a Meredith Grey y sus colegas mientras enfrentan retos personales y profesionales en el hospital Seattle Grace. La serie explora el amor, la amistad, la pérdida y la superación, con casos médicos impactantes y relaciones complejas. Un fenómeno global de la televisión.",
        "en": "Medical drama following Meredith Grey and her colleagues as they face personal and professional challenges at Seattle Grace Hospital. The show explores love, friendship, loss, and resilience, with impactful medical cases and complex relationships. A global television phenomenon."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/greys_anatomy.jpg",
      "subcategory": "drama",
      "temporadas": 21,
      "episodios": 435,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=3FjXePF6gXA",
        "en": "https://www.youtube.com/watch?v=4FC8krII948"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 113,
      "title": {
        "es": "Sexo en Nueva York",
        "en": "Sex and the City"
      },
      "year": "1998",
      "director": "Darren Star",
      "description": {
        "es": "Comedia dramática que retrata la vida de cuatro amigas en Nueva York, explorando el amor, el sexo y la amistad en la gran ciudad. La serie destaca por su humor, diálogos ingeniosos y su influencia en la cultura pop. Un referente de la televisión femenina y urbana.",
        "en": "Dramedy portraying the lives of four friends in New York, exploring love, sex, and friendship in the big city. The show stands out for its humor, witty dialogues, and influence on pop culture. A benchmark of female and urban television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/sex_and_the_city.jpg",
      "subcategory": "comedy",
      "temporadas": 6,
      "episodios": 94,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=qC03tGnf_4Y",
        "en": "https://www.youtube.com/watch?v=qC03tGnf_4Y"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 114,
      "title": {
        "es": "Padre de Familia",
        "en": "Family Guy"
      },
      "year": "1999",
      "director": "Seth MacFarlane",
      "description": {
        "es": "Padre de Familia narra las aventuras de la disfuncional familia Griffin en Rhode Island, con humor irreverente y referencias constantes a la cultura pop. La serie parodia la vida cotidiana, la política y los medios, presentando situaciones absurdas y personajes extravagantes. Destaca por su sátira, creatividad y longevidad. Un clásico de la animación para adultos.",
        "en": "Family Guy follows the adventures of the dysfunctional Griffin family in Rhode Island, with irreverent humor and constant pop culture references. The series parodies everyday life, politics, and media, presenting absurd situations and quirky characters. It stands out for its satire, creativity, and longevity. An adult animation classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/family_guy.jpg",
      "subcategory": "animation",
      "temporadas": 22,
      "episodios": 423,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=J32iwo65RMc",
        "en": "https://www.youtube.com/watch?v=J32iwo65RMc"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 115,
      "title": {
        "es": "Cowboy Bebop",
        "en": "Cowboy Bebop"
      },
      "year": "1998",
      "director": "Shinichiro Watanabe",
      "description": {
        "es": "Anime de ciencia ficción y acción que sigue a la tripulación de la nave Bebop, un grupo de cazarrecompensas en el espacio. La serie mezcla géneros, música jazz y una estética única, explorando temas de soledad, redención y destino. Considerada una obra maestra del anime.",
        "en": "Science fiction and action anime following the crew of the Bebop, a group of bounty hunters in space. The show blends genres, jazz music, and a unique aesthetic, exploring themes of loneliness, redemption, and fate. Considered a masterpiece of anime."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/cowboy_bebop.jpg",
      "subcategory": "animation",
      "temporadas": 1,
      "episodios": 26,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=5YYYER5CEeM",
        "en": "https://www.youtube.com/watch?v=5YYYER5CEeM"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 116,
      "title": {
        "es": "Louie",
        "en": "Louie"
      },
      "year": "2010",
      "director": "Louis C.K.",
      "description": {
        "es": "Comedia semi-autobiográfica que sigue la vida cotidiana de Louie, un comediante divorciado que cría a sus hijas en Nueva York. La serie mezcla humor ácido, situaciones incómodas y reflexiones sobre la paternidad y la soledad. Destaca por su originalidad y honestidad. Un referente de la comedia moderna.",
        "en": "Semi-autobiographical comedy following the daily life of Louie, a divorced comedian raising his daughters in New York. The show blends biting humor, awkward situations, and reflections on parenthood and loneliness. It stands out for its originality and honesty. A benchmark of modern comedy."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/louie.jpg",
      "subcategory": "comedy",
      "temporadas": 5,
      "episodios": 61,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=9jQePJxTdBc",
        "en": "https://www.youtube.com/watch?v=wtHbeKvXg24"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 117,
      "title": {
        "es": "Expediente X",
        "en": "The X-Files"
      },
      "year": "1993",
      "director": "Chris Carter",
      "description": {
        "es": "Los agentes del FBI Mulder y Scully investigan fenómenos paranormales, conspiraciones gubernamentales y casos inexplicables en todo Estados Unidos. La serie combina ciencia ficción, suspense y terror, explorando la fe, la duda y la búsqueda de la verdad. Destaca por su atmósfera inquietante y su influencia en la cultura pop. Un icono de la televisión de los 90.",
        "en": "FBI agents Mulder and Scully investigate paranormal phenomena, government conspiracies, and unexplained cases across the United States. The series blends science fiction, suspense, and horror, exploring faith, doubt, and the search for truth. It stands out for its unsettling atmosphere and influence on pop culture. A 1990s television icon."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/expediente_x.jpg",
      "subcategory": "thriller",
      "temporadas": 11,
      "episodios": 218,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=QmrFPaKCh1s",
        "en": "https://www.youtube.com/watch?v=QyIjyaE3R0M"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 118,
      "title": {
        "es": "Aggretsuko",
        "en": "Aggretsuko"
      },
      "year": "2018",
      "director": "Rarecho",
      "description": {
        "es": "Comedia animada que sigue a Retsuko, una panda roja oficinista que libera su estrés cantando death metal en el karaoke. La serie explora la vida laboral, la frustración y la búsqueda de identidad con humor y ternura. Un fenómeno de la animación japonesa contemporánea.",
        "en": "Animated comedy following Retsuko, a red panda office worker who releases her stress by singing death metal at karaoke. The show explores work life, frustration, and the search for identity with humor and tenderness. A phenomenon of contemporary Japanese animation."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/aggretsuko.jpg",
      "subcategory": "animation",
      "temporadas": 5,
      "episodios": 50,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=B1kEi909oT8",
        "en": "https://www.youtube.com/watch?v=VBvHvjLGvhY"
      },
      "masterpiece": true,
      "categoria": "series"
    },
    {
      "id": 119,
      "title": {
        "es": "Dragon Ball",
        "en": "Dragon Ball"
      },
      "year": "1986",
      "director": "Daisuke Nishio",
      "description": {
        "es": "Goku, desde su infancia, recorre el mundo entrenando artes marciales y buscando las legendarias esferas del dragón. La serie combina aventuras, humor y combates épicos, presentando un universo lleno de personajes carismáticos y desafíos. Destaca por su espíritu de superación, amistad y fantasía. Un clásico que marcó la historia del anime.",
        "en": "From childhood, Goku travels the world training in martial arts and searching for the legendary Dragon Balls. The series combines adventure, humor, and epic battles, presenting a universe full of charismatic characters and challenges. It stands out for its spirit of perseverance, friendship, and fantasy. A classic that shaped anime history."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/dragon_ball.jpg",
      "subcategory": "animation",
      "temporadas": 9,
      "episodios": 153,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=vhbtUuTK0tg",
        "en": "https://www.youtube.com/watch?v=vhbtUuTK0tg"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 120,
      "title": {
        "es": "Dark",
        "en": "Dark"
      },
      "year": "2017",
      "director": "Baran bo Odar",
      "description": {
        "es": "La desaparición de un niño en un pequeño pueblo alemán destapa secretos oscuros y conexiones entre cuatro familias a lo largo de varias generaciones. La serie mezcla thriller, ciencia ficción y viajes en el tiempo, explorando el destino, la culpa y el ciclo eterno de los acontecimientos. Destaca por su complejidad narrativa y atmósfera inquietante. Un fenómeno internacional.",
        "en": "The disappearance of a child in a small German town uncovers dark secrets and connections among four families across generations. The series blends thriller, science fiction, and time travel, exploring fate, guilt, and the eternal cycle of events. It stands out for its narrative complexity and unsettling atmosphere. An international phenomenon."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/dark.jpg",
      "subcategory": "thriller",
      "temporadas": 3,
      "episodios": 26,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=14FGjkrrXFk",
        "en": "https://www.youtube.com/watch?v=YBNbXiYc8-s"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 121,
      "title": {
        "es": "Luz de luna",
        "en": "Moonlighting"
      },
      "year": "1985",
      "director": "Glenn Gordon Caron",
      "description": {
        "es": "Maddie Hayes, una exmodelo, y David Addison, un detective poco convencional, resuelven casos mientras su relación amorosa evoluciona entre el humor y la tensión. La serie combina misterio, comedia romántica y diálogos ingeniosos, rompiendo la cuarta pared en ocasiones. Destaca por la química entre los protagonistas y su estilo innovador. Un clásico de los 80.",
        "en": "Maddie Hayes, a former model, and David Addison, an offbeat detective, solve cases while their romantic relationship evolves amid humor and tension. The series blends mystery, romantic comedy, and witty dialogues, occasionally breaking the fourth wall. It stands out for the chemistry between the leads and its innovative style. An '80s classic."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/luz_de_luna.jpg",
      "subcategory": "comedy",
      "temporadas": 5,
      "episodios": 66,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=dvqCUNRItpk&list=RDdvqCUNRItpk&start_radio=1",
        "en": "https://www.youtube.com/watch?v=dvqCUNRItpk&list=RDdvqCUNRItpk&start_radio=1"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 122,
      "title": {
        "es": "V",
        "en": "V"
      },
      "year": "1983",
      "director": "Kenneth Johnson",
      "description": {
        "es": "Una raza alienígena aparentemente pacífica llega a la Tierra, ganándose la confianza de la humanidad mientras oculta oscuros propósitos. Un grupo de rebeldes descubre la verdad y lucha por la supervivencia del planeta. La serie mezcla ciencia ficción, suspense y crítica social, convirtiéndose en un icono de los 80. Un clásico de la invasión extraterrestre.",
        "en": "An apparently peaceful alien race arrives on Earth, gaining humanity's trust while hiding dark intentions. A group of rebels uncovers the truth and fights for the planet's survival. The series blends science fiction, suspense, and social critique, becoming an '80s icon. A classic of alien invasion stories."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/v.jpg",
      "subcategory": "sci-fi",
      "temporadas": 1,
      "episodios": 19,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=W-JhfjGtlp8",
        "en": "https://www.youtube.com/watch?v=W-JhfjGtlp8"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 123,
      "title": {
        "es": "El coche fantástico",
        "en": "Knight Rider"
      },
      "year": "1982",
      "director": "Glen A. Larson",
      "description": {
        "es": "Michael Knight, un justiciero moderno, combate el crimen con la ayuda de KITT, un coche inteligente dotado de tecnología avanzada y personalidad propia. Juntos enfrentan villanos, conspiraciones y desafíos imposibles en cada episodio. La serie destaca por su acción, innovación tecnológica y carisma de sus protagonistas. Un emblema de la televisión ochentera.",
        "en": "Michael Knight, a modern-day crime fighter, battles evil with the help of KITT, an intelligent car equipped with advanced technology and its own personality. Together they face villains, conspiracies, and impossible challenges in every episode. The series stands out for its action, technological innovation, and charismatic leads. An emblem of '80s television."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/coche_fantastico.jpg",
      "subcategory": "sci-fi",
      "temporadas": 4,
      "episodios": 90,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=gfYl6-RyAlM",
        "en": "https://www.youtube.com/watch?v=gfYl6-RyAlM"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 124,
      "title": {
        "es": "Superagente 86",
        "en": "Get Smart"
      },
      "year": "1965",
      "director": "Mel Brooks",
      "description": {
        "es": "Maxwell Smart, un torpe pero eficaz espía, combate a la organización malvada KAOS con la ayuda de la Agente 99. La serie parodia el género de espionaje con humor absurdo, gadgets extravagantes y situaciones ridículas. Destaca por su ingenio, frases icónicas y legado en la comedia televisiva. Un clásico atemporal del humor.",
        "en": "Maxwell Smart, a clumsy yet effective spy, battles the evil organization KAOS with help from Agent 99. The series parodies the spy genre with absurd humor, outrageous gadgets, and ridiculous situations. It stands out for its wit, iconic catchphrases, and legacy in TV comedy. A timeless classic of humor."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/superagente_86.jpg",
      "subcategory": "comedy",
      "temporadas": 5,
      "episodios": 138,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=o2ObCoCm61s",
        "en": "https://www.youtube.com/watch?v=o2ObCoCm61s"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 125,
      "title": {
        "es": "Salvados por la campana",
        "en": "Saved by the Bell"
      },
      "year": "1989",
      "director": "Dennis Erdman",
      "description": {
        "es": "Un grupo de estudiantes vive las alegrías y problemas de la adolescencia en el instituto Bayside, enfrentando romances, exámenes y travesuras. La serie combina comedia ligera, lecciones de vida y personajes carismáticos, convirtiéndose en un referente de la televisión juvenil de los 90. Un clásico nostálgico para varias generaciones.",
        "en": "A group of students experiences the joys and challenges of adolescence at Bayside High, facing romance, exams, and mischief. The series blends light comedy, life lessons, and charismatic characters, becoming a benchmark of 1990s teen television. A nostalgic classic for multiple generations."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/salvados_por_la_campana.jpg",
      "subcategory": "comedy",
      "temporadas": 4,
      "episodios": 86,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=GKETZzExfPc",
        "en": "https://www.youtube.com/watch?v=GKETZzExfPc"
      },
      "masterpiece": false,
      "categoria": "series"
    },
    {
      "id": 126,
      "title": {
        "es": "Samurai Champloo",
        "en": "Samurai Champloo"
      },
      "year": "2004",
      "director": "Shinichirō Watanabe",
      "description": {
        "es": "Anime que fusiona el Japón feudal con la cultura hip hop, siguiendo a Mugen, Jin y Fuu en un viaje lleno de acción, música y encuentros inesperados. La serie destaca por su animación innovadora, banda sonora y mezcla de géneros. Un referente del anime contemporáneo.",
        "en": "Anime blending feudal Japan with hip hop elements, following Mugen, Jin, and Fuu on a journey full of action, music, and unexpected encounters. The show stands out for its innovative animation, soundtrack, and genre fusion. A benchmark of contemporary anime."
      },
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/series/samurai_champloo.jpg",
      "subcategory": "anime",
      "temporadas": 1,
      "episodios": 26,
      "trailer": {
        "es": "https://www.youtube.com/watch?v=xWKzbhAUeZE",
        "en": "https://www.youtube.com/watch?v=Un7P24YU8OE"
      },
      "masterpiece": true,
      "categoria": "series"
    }
  ]
}