{
  "recommendations": [
    {
      "id": 1,
      "category": "videogames",
      "subcategory": "sanbox",
      "title": { "es": "La Leyenda de Zelda: Breath of the Wild", "en": "BreakiThe Legend of Zelda: Breath of the Wild" },
      "author": "Nintendo",
      "year": 2017 ,
      "description": {
        "es": "The Legend of Zelda: Breath of the Wild es un innovador juego de acción-aventura en mundo abierto que redefine la saga Zelda. Los jugadores asumen el papel de Link, quien despierta en un Hyrule devastado tras un sueño de cien años para enfrentarse a la oscuridad que amenaza el reino. Con un enfoque sin precedentes en la libertad de exploración, el juego permite descubrir sus secretos a través de la intuición y la curiosidad, sin guías ni caminos predeterminados. Cada montaña, ruina y bosque esconde misterios por resolver, y las leyes de la física y la química del mundo interactúan de manera realista, ofreciendo infinitas posibilidades para la creatividad. Desde combatir enemigos hasta resolver antiguos acertijos, cada decisión moldea la experiencia única del jugador en este épico viaje para rescatar a la princesa Zelda y recuperar los recuerdos perdidos de Link.",
        "en": "The Legend of Zelda: Breath of the Wild is a groundbreaking open-world action-adventure game that redefines the Zelda series. Players take on the role of Link, who awakens in a devastated Hyrule after a hundred-year slumber to confront the darkness threatening the kingdom. With an unprecedented emphasis on exploration freedom, the game encourages players to uncover its secrets through intuition and curiosity, without guides or predetermined paths. Every mountain, ruin, and forest holds mysteries to solve, and the world's realistic physics and chemistry systems interact seamlessly, offering endless possibilities for creativity. From battling enemies to solving ancient puzzles, every decision shapes the player's unique experience in this epic journey to rescue Princess Zelda and recover Link's lost memories."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_Breath_of_the_Wild.jpg",
      "platfomrs":"Nintendo Switch, Wii U",
      "masterpiece": false
    },
    {
      "id": 2,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Doom (1993)", "en": "Doom (1993)" },
      "author": "id Software",
      "year": 1993,
      "description": {
        "es": "Un pionero y referente en el género de los shooters en primera persona. Te sumerge en una brutal batalla contra hordas de demonios en Marte. Con un ritmo frenético y un diseño de niveles laberíntico, fue un hito gráfico y técnico. Su influencia es innegable en la historia de los videojuegos.",
        "en": "A pioneer and benchmark in the first-person shooter genre. It plunges you into a brutal battle against demon hordes on Mars. With a frantic pace and labyrinthine level design, it was a graphical and technical milestone. Its influence is undeniable in video game history."
      },
      "image": "/imagenes/videojuegos/Doom_1993.jpg",
      "platfomrs": "PC, SNES, Sega 32X, entre otros",
      "masterpiece": false
    },
    {
      "id": 3,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Doom II: Hell on Earth", "en": "Doom II: Hell on Earth" },
      "author": "id Software",
      "year": 1994,
      "description": {
        "es": "La aclamada secuela del original, llevando la carnicería demoníaca directamente a la Tierra. Ofrece más niveles, más armas y nuevos tipos de enemigos, expandiendo la experiencia que hizo famoso a su predecesor. Mantuvo la acción frenética y la atmósfera icónica que los fans amaban.",
        "en": "The acclaimed sequel to the original, bringing demonic carnage directly to Earth. It offers more levels, more weapons, and new enemy types, expanding on the experience that made its predecessor famous. It maintained the frantic action and iconic atmosphere that fans loved."
      },
      "image": "/imagenes/videojuegos/Doom_II.jpg",
      "platfomrs": "PC, Macintosh, GBA, entre otros",
      "masterpiece": false
    },
    {
      "id": 4,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Doom 3", "en": "Doom 3" },
      "author": "id Software",
      "year": 2004,
      "description": {
        "es": "Una reimaginación de la saga con un enfoque más oscuro y orientado al terror. Combina la acción FPS con una atmósfera claustrofóbica y efectos de luz y sombra impresionantes para su época. Presentó una perspectiva más narrativa sin perder la esencia de aniquilación demoníaca que define la serie.",
        "en": "A reimagining of the saga with a darker, horror-oriented focus. It combines FPS action with a claustrophobic atmosphere and impressive light and shadow effects for its time. It presented a more narrative perspective without losing the demonic annihilation essence that defines the series."
      },
      "image": "/imagenes/videojuegos/Doom_3.jpg",
      "platfomrs": "PC, Xbox, PlayStation 3, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 5,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Doom (2016)", "en": "Doom (2016)" },
      "author": "id Software",
      "year": 2016,
      "description": {
        "es": "Un reinicio que revitalizó la franquicia, regresando a las raíces de la acción frenética y el combate brutal. Introduce el sistema 'Glory Kill' para recompensar los ataques agresivos. Con una banda sonora heavy metal y una jugabilidad adictiva, demostró que el FPS clásico puede ser moderno y vibrante.",
        "en": "A reboot that revitalized the franchise, returning to the roots of frantic action and brutal combat. It introduces the 'Glory Kill' system to reward aggressive attacks. With a heavy metal soundtrack and addictive gameplay, it proved that classic FPS can be modern and vibrant."
      },
      "image": "/imagenes/videojuegos/Doom_2016.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 6,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Doom Eternal", "en": "Doom Eternal" },
      "author": "id Software",
      "year": 2020,
      "description": {
        "es": "La épica continuación del aclamado Doom (2016), llevando la masacre demoníaca a nuevas alturas. Introduce nuevas mecánicas de movimiento y gestión de recursos en combate, exigiendo una maestría aún mayor. Es un festín de acción y brutalidad, consolidando el regreso triunfal de la saga.",
        "en": "The epic continuation of the acclaimed Doom (2016), taking demonic slaughter to new heights. It introduces new movement mechanics and resource management in combat, demanding even greater mastery. It is a feast of action and brutality, consolidating the triumphant return of the saga."
      },
      "image": "/imagenes/videojuegos/Doom_Eternal.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch, Google Stadia",
      "masterpiece": false
    },
    {
      "id": 7,
      "category": "videogames",
      "subcategory": "sandbox",
      "title": { "es": "Grand Theft Auto III", "en": "Grand Theft Auto III" },
      "author": "Rockstar North",
      "year": 2001,
      "description": {
        "es": "Un hito que revolucionó los videojuegos de mundo abierto al trasladar la acción a un entorno 3D. Te sumerge en la libertad de una ciudad viva donde puedes robar coches, completar misiones o simplemente causar caos. Definió un género y la forma en que interactuamos con los sandbox modernos.",
        "en": "A milestone that revolutionized open-world video games by moving the action to a 3D environment. It immerses you in the freedom of a living city where you can steal cars, complete missions, or simply cause chaos. It defined a genre and the way we interact with modern sandboxes."
      },
      "image": "/imagenes/videojuegos/Grand_Theft_Auto_III.jpg",
      "platfomrs": "PlayStation 2, PC, Xbox, iOS, Android",
      "masterpiece": false
    },
    {
      "id": 8,
      "category": "videogames",
      "subcategory": "sandbox",
      "title": { "es": "Grand Theft Auto: Vice City", "en": "Grand Theft Auto: Vice City" },
      "author": "Rockstar North",
      "year": 2002,
      "description": {
        "es": "Te transporta a la vibrante y decadente Miami de los años 80, con una estética inconfundible y una banda sonora icónica. Expande las mecánicas de GTA III con nuevas misiones y una ambientación más detallada. Ofrece una inmersión profunda en una era llena de neones y vicios.",
        "en": "It transports you to the vibrant and decadent Miami of the 80s, with an unmistakable aesthetic and an iconic soundtrack. It expands GTA III's mechanics with new missions and more detailed settings. It offers a deep immersion into an era full of neon and vice."
      },
      "image": "/imagenes/videojuegos/Grand_Theft_Auto_Vice_City.jpg",
      "platfomrs": "PlayStation 2, PC, Xbox, iOS, Android",
      "masterpiece": false
    },
    {
      "id": 9,
      "category": "videogames",
      "subcategory": "sandbox",
      "title": { "es": "Grand Theft Auto: San Andreas", "en": "Grand Theft Auto: San Andreas" },
      "author": "Rockstar North",
      "year": 2004,
      "description": {
        "es": "Considerado por muchos como el pináculo de la era PS2 de GTA, ofreciendo un mapa masivo que abarca tres ciudades y áreas rurales. Introduce elementos de RPG como la personalización de CJ y el desarrollo de habilidades. Su libertad y la riqueza de su mundo lo convirtieron en un fenómeno cultural.",
        "en": "Considered by many to be the pinnacle of the PS2 era of GTA, offering a massive map spanning three cities and rural areas. It introduces RPG elements like CJ's customization and skill development. Its freedom and the richness of its world made it a cultural phenomenon."
      },
      "image": "/imagenes/videojuegos/Grand_Theft_Auto_San_Andreas.jpg",
      "platfomrs": "PlayStation 2, PC, Xbox, iOS, Android",
      "masterpiece": false
    },
    {
      "id": 10,
      "category": "videogames",
      "subcategory": "sandbox",
      "title": { "es": "Grand Theft Auto IV", "en": "Grand Theft Auto IV" },
      "author": "Rockstar North",
      "year": 2008,
      "description": {
        "es": "Un salto generacional en realismo y narrativa para la saga, ambientado en una Liberty City más sombría y detallada. Ofrece una historia madura y personajes complejos, con una física de Euphoria que elevó la inmersión. Marcó un antes y un después en la fidelidad visual de los mundos abiertos.",
        "en": "A generational leap in realism and narrative for the saga, set in a darker, more detailed Liberty City. It offers a mature story and complex characters, with Euphoria physics that elevated immersion. It marked a before and after in the visual fidelity of open worlds."
      },
      "image": "/imagenes/videojuegos/Grand_Theft_Auto_IV.jpg",
      "platfomrs": "PlayStation 3, Xbox 360, PC",
      "masterpiece": false
    },
    {
      "id": 11,
      "category": "videogames",
      "subcategory": "sandbox",
      "title": { "es": "Grand Theft Auto V", "en": "Grand Theft Auto V" },
      "author": "Rockstar North",
      "year": 2013,
      "description": {
        "es": "Un coloso de los videojuegos con tres protagonistas jugables y un vasto mundo abierto de Los Santos. Combina una narrativa criminal con una libertad sin precedentes para explorar, conducir y causar estragos. Su éxito masivo y la longevidad de GTA Online lo consolidan como un icono cultural.",
        "en": "A gaming behemoth with three playable protagonists and a vast open world of Los Santos. It combines a criminal narrative with unprecedented freedom to explore, drive, and wreak havoc. Its massive success and the longevity of GTA Online cement it as a cultural icon."
      },
      "image": "/imagenes/videojuegos/Grand_Theft_Auto_V.jpg",
      "platfomrs": "PlayStation 3, Xbox 360, PC, PlayStation 4, Xbox One, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 12,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization", "en": "Civilization" },
      "author": "Sid Meier's Firaxis Games",
      "year": 1991,
      "description": {
        "es": "El juego que definió el género de estrategia por turnos 4X ('eXplora, eXpande, eXplota, eXtermina'). Te permite guiar una civilización desde la prehistoria hasta la era espacial. Su profundidad estratégica y su rejugabilidad infinita lo convirtieron en un clásico atemporal y un referente del diseño de juegos.",
        "en": "The game that defined the 4X ('eXplore, eXpand, eXploit, eXterminate') turn-based strategy genre. It allows you to guide a civilization from prehistory to the space age. Its strategic depth and infinite replayability made it a timeless classic and a benchmark in game design."
      },
      "image": "/imagenes/videojuegos/Civilization_1991.jpg",
      "platfomrs": "PC, Amiga, Macintosh, SNES",
      "masterpiece": false
    },
    {
      "id": 13,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization II", "en": "Civilization II" },
      "author": "Sid Meier's Firaxis Games",
      "year": 1996,
      "description": {
        "es": "Una secuela que perfeccionó la fórmula de Civilization, añadiendo más profundidad, facciones y un motor gráfico mejorado. Es considerado por muchos como uno de los mejores juegos de estrategia de todos los tiempos. Expandió las posibilidades de gestión y combate, elevando la experiencia 4X.",
        "en": "A sequel that perfected the Civilization formula, adding more depth, factions, and an improved graphics engine. It is considered by many to be one of the best strategy games of all time. It expanded the possibilities of management and combat, elevating the 4X experience."
      },
      "image": "/imagenes/videojuegos/Civilization_II.jpg",
      "platfomrs": "PC, PlayStation",
      "masterpiece": false
    },
    {
      "id": 14,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization III", "en": "Civilization III" },
      "author": "Firaxis Games",
      "year": 2001,
      "description": {
        "es": "Introdujo un sistema de cultura y fronteras dinámicas que cambió fundamentalmente la forma de jugar Civilization. Con gráficos actualizados y una interfaz más pulida, ofreció una experiencia estratégica más accesible sin sacrificar profundidad. Fue elogiado por su equilibrio y adicción.",
        "en": "It introduced a culture and dynamic border system that fundamentally changed the way Civilization was played. With updated graphics and a more polished interface, it offered a more accessible strategic experience without sacrificing depth. It was praised for its balance and addictiveness."
      },
      "image": "/imagenes/videojuegos/Civilization_III.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 15,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization IV", "en": "Civilization IV" },
      "author": "Firaxis Games",
      "year": 2005,
      "description": {
        "es": "Un salto gigantesco en la serie, con gráficos 3D, música envolvente y la introducción de líderes con personalidades únicas. Revolucionó la interfaz y la hizo más intuitiva, mientras añadía nuevas mecánicas como la religión y la gran persona. Es considerado un pináculo en el género estratégico.",
        "en": "A gigantic leap in the series, with 3D graphics, immersive music, and the introduction of leaders with unique personalities. It revolutionized the interface and made it more intuitive, while adding new mechanics like religion and great people. It is considered a pinnacle in the strategy genre."
      },
      "image": "/imagenes/videojuegos/Civilization_IV.jpg",
      "platfomrs": "PC, Mac OS X",
      "masterpiece": false
    },
    {
      "id": 16,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization V", "en": "Civilization V" },
      "author": "Firaxis Games",
      "year": 2010,
      "description": {
        "es": "Renovó el mapa con un sistema de cuadrícula hexagonal y eliminó el apilamiento de unidades para combates más tácticos. Ofreció una experiencia visualmente atractiva y un multijugador robusto, simplificando algunas mecánicas pero manteniendo la profundidad estratégica que caracteriza a la saga.",
        "en": "It revamped the map with a hexagonal grid system and eliminated unit stacking for more tactical combat. It offered a visually appealing experience and robust multiplayer, simplifying some mechanics while maintaining the strategic depth that characterizes the saga."
      },
      "image": "/imagenes/videojuegos/Civilization_V.jpg",
      "platfomrs": "PC, Mac OS X, Linux",
      "masterpiece": false
    },
    {
      "id": 17,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization VI", "en": "Civilization VI" },
      "author": "Firaxis Games",
      "year": 2016,
      "description": {
        "es": "La entrega más reciente, que introduce el concepto de distritos para construir tu ciudad de forma más estratégica en el mapa. Con un estilo visual vibrante y nuevas mecánicas de diplomacia y eureka, mantiene la esencia adictiva de 'un turno más'. Ofrece una rejugabilidad inmensa y expansiones significativas.",
        "en": "The most recent installment, which introduces the concept of districts to build your city more strategically on the map. With a vibrant visual style and new diplomacy and eureka mechanics, it maintains the addictive 'one more turn' essence. It offers immense replayability and significant expansions."
      },
      "image": "/imagenes/videojuegos/Civilization_VI.jpg",
      "platfomrs": "PC, Mac OS, Linux, iOS, Android, Nintendo Switch, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 18,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Super Mario Bros.", "en": "Super Mario Bros." },
      "author": "Nintendo",
      "year": 1985,
      "description": {
        "es": "El juego que lo cambió todo para Nintendo y el género de plataformas. Introdujo a Mario y Luigi en un mundo vibrante lleno de tuberías, Goombas y Koopa Troopas. Su jugabilidad intuitiva y sus niveles ingeniosos lo convirtieron en un fenómeno cultural y un estándar para la industria.",
        "en": "The game that changed everything for Nintendo and the platforming genre. It introduced Mario and Luigi to a vibrant world full of pipes, Goombas, and Koopa Troopas. Its intuitive gameplay and ingenious levels made it a cultural phenomenon and an industry standard."
      },
      "image": "/imagenes/videojuegos/Super_Mario_Bros.jpg",
      "platfomrs": "NES, Famicom",
      "masterpiece": false
    },
    {
      "id": 19,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Super Mario Bros. 2", "en": "Super Mario Bros. 2" },
      "author": "Nintendo",
      "year": 1988,
      "description": {
        "es": "Una entrega única y diferente que permitió a los jugadores elegir entre Mario, Luigi, Toad y Peach, cada uno con habilidades propias. Se desmarcó de la fórmula original con mecánicas como lanzar enemigos y escalar, ofreciendo una experiencia fresca y distintiva dentro de la serie.",
        "en": "A unique and different installment that allowed players to choose between Mario, Luigi, Toad, and Peach, each with their own abilities. It moved away from the original formula with mechanics like throwing enemies and climbing, offering a fresh and distinctive experience within the series."
      },
      "image": "/imagenes/videojuegos/Super_Mario_Bros._2.jpg",
      "platfomrs": "NES, Famicom",
      "masterpiece": false
    },
    {
      "id": 20,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Super Mario Bros. 3", "en": "Super Mario Bros. 3" },
      "author": "Nintendo",
      "year": 1988,
      "description": {
        "es": "Considerado una obra maestra del diseño de videojuegos en 2D. Introdujo un mapamundi no lineal y una multitud de nuevos potenciadores, como el traje de Tanooki. Su ingenio, secretos y jugabilidad pulida lo convirtieron en un referente insuperable y en el estándar para futuros juegos de plataformas.",
        "en": "Considered a masterpiece of 2D video game design. It introduced a non-linear world map and a multitude of new power-ups, such as the Tanooki suit. Its ingenuity, secrets, and polished gameplay made it an unsurpassed benchmark and the standard for future platform games."
      },
      "image": "/imagenes/videojuegos/Super_Mario_Bros._3.jpg",
      "platfomrs": "NES, Famicom",
      "masterpiece": false
    },
    {
      "id": 21,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Horizon Zero Dawn", "en": "Horizon Zero Dawn" },
      "author": "Guerrilla Games",
      "year": 2017,
      "description": {
        "es": "Un espectacular RPG de acción de mundo abierto que te sumerge en un futuro post-apocalíptico dominado por máquinas gigantescas. La historia de Aloy, la protagonista, y la exploración de un mundo vibrante y peligroso lo hacen inolvidable. Su combate estratégico contra las máquinas es un deleite visual y jugable.",
        "en": "A spectacular open-world action RPG that plunges you into a post-apocalyptic future dominated by giant machines. The story of Aloy, the protagonist, and the exploration of a vibrant and dangerous world make it unforgettable. Its strategic combat against machines is a visual and playable delight."
      },
      "image": "/imagenes/videojuegos/Horizon_Zero_Dawn.jpg",
      "platfomrs": "PlayStation 4, PC",
      "masterpiece": false
    },
    {
      "id": 22,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Horizon Forbidden West", "en": "Horizon Forbidden West" },
      "author": "Guerrilla Games",
      "year": 2022,
      "description": {
        "es": "La épica continuación de Horizon Zero Dawn, expandiendo el mundo y la narrativa de Aloy hacia un Oeste Prohibido lleno de nuevas tribus y máquinas imponentes. Mejora las mecánicas de combate y exploración, ofreciendo un apartado gráfico aún más impresionante. Es una aventura ambiciosa y visualmente deslumbrante.",
        "en": "The epic continuation of Horizon Zero Dawn, expanding Aloy's world and narrative into a Forbidden West filled with new tribes and imposing machines. It improves combat and exploration mechanics, offering an even more impressive graphical section. It is an ambitious and visually stunning adventure."
      },
      "image": "/imagenes/videojuegos/Horizon_Forbidden_West.jpg",
      "platfomrs": "PlayStation 4, PlayStation 5, PC",
      "masterpiece": false
    },
    {
      "id": 23,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Red Dead Redemption", "en": "Red Dead Redemption" },
      "author": "Rockstar San Diego",
      "year": 2010,
      "description": {
        "es": "Un épico western de mundo abierto que te sumerge en los últimos días del Salvaje Oeste. Sigue la historia de John Marston en una búsqueda inolvidable de redención. Su vasto paisaje, sus personajes memorables y su atmósfera única lo convirtieron en un clásico instantáneo y un referente del género.",
        "en": "An epic open-world western that immerses you in the last days of the Wild West. It follows John Marston's story on an unforgettable quest for redemption. Its vast landscape, memorable characters, and unique atmosphere made it an instant classic and a genre benchmark."
      },
      "image": "/imagenes/videojuegos/Red_Dead_Redemption.jpg",
      "platfomrs": "PlayStation 3, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 24,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Red Dead Redemption 2", "en": "Red Dead Redemption 2" },
      "author": "Rockstar Studios",
      "year": 2018,
      "description": {
        "es": "Una precuela monumental que redefine el concepto de mundo abierto con un nivel de detalle y realismo sin precedentes. Te sumerge en la vida de Arthur Morgan, un forajido en el ocaso de la era de los vaqueros. Es una obra maestra narrativa y técnica, ofreciendo una inmersión profunda en un mundo vivo y cambiante.",
        "en": "A monumental prequel that redefines the concept of open world with an unprecedented level of detail and realism. It immerses you in the life of Arthur Morgan, an outlaw at the twilight of the cowboy era. It is a narrative and technical masterpiece, offering deep immersion in a living and changing world."
      },
      "image": "/imagenes/videojuegos/Red_Dead_Redemption_2.jpg",
      "platfomrs": "PlayStation 4, Xbox One, PC, Google Stadia",
      "masterpiece": false
    },
    {
      "id": 25,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Darkest Dungeon", "en": "Darkest Dungeon" },
      "author": "Red Hook Studios",
      "year": 2016,
      "description": {
        "es": "Un desafiante RPG roguelike por turnos que te sumerge en un oscuro mundo gótico. La gestión del estrés de tus héroes es tan crucial como el combate, añadiendo una capa de terror psicológico. Su arte único y su dificultad implacable lo convierten en una experiencia adictiva y gratificante para los amantes del desafío.",
        "en": "A challenging turn-based roguelike RPG that plunges you into a dark gothic world. Managing your heroes' stress is as crucial as combat, adding a layer of psychological horror. Its unique art and relentless difficulty make it an addictive and rewarding experience for challenge lovers."
      },
      "image": "/imagenes/videojuegos/Darkest_Dungeon.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation Vita, iOS, Nintendo Switch, Xbox One",
      "masterpiece": false
    },
    {
      "id": 26,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "League of Legends", "en": "League of Legends" },
      "author": "Riot Games",
      "year": 2009,
      "description": {
        "es": "El MOBA (Multiplayer Online Battle Arena) que definió el género y se convirtió en un fenómeno global de los eSports. Dos equipos de campeones luchan por destruir la base enemiga, combinando estrategia, habilidad individual y trabajo en equipo. Su constante evolución y su enorme comunidad lo mantienen en la cima.",
        "en": "The MOBA (Multiplayer Online Battle Arena) that defined the genre and became a global eSports phenomenon. Two teams of champions fight to destroy the enemy base, combining strategy, individual skill, and teamwork. Its constant evolution and huge community keep it at the top."
      },
      "image": "/imagenes/videojuegos/League_of_Legends.jpg",
      "platfomrs": "PC, Mac OS X",
      "masterpiece": false
    },
    {
      "id": 27,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Dota 2", "en": "Dota 2" },
      "author": "Valve Corporation",
      "year": 2013,
      "description": {
        "es": "Uno de los MOBA más complejos y profundos, con una curva de aprendizaje pronunciada pero una jugabilidad increíblemente gratificante. Ofrece cientos de héroes únicos y una estrategia infinita en cada partida. Es un pilar de los eSports, conocido por sus torneos masivos y su comunidad dedicada.",
        "en": "One of the most complex and deep MOBAs, with a steep learning curve but incredibly rewarding gameplay. It offers hundreds of unique heroes and infinite strategy in each match. It is a pillar of eSports, known for its massive tournaments and dedicated community."
      },
      "image": "/imagenes/videojuegos/Dota_2.jpg",
      "platfomrs": "PC, Mac OS, Linux",
      "masterpiece": false
    },
    {
      "id": 28,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda", "en": "The Legend of Zelda" },
      "author": "Nintendo",
      "year": 1986,
      "description": {
        "es": "El juego que inició una de las sagas más influyentes de la historia, sentando las bases del género de acción-aventura. Exploración de un vasto mundo, resolución de puzles en mazmorras y combate con espada. Marcó un antes y un después en la libertad y la aventura en videojuegos.",
        "en": "The game that started one of the most influential sagas in history, laying the foundations of the action-adventure genre. Exploration of a vast world, puzzle-solving in dungeons, and sword combat. It marked a before and after in freedom and adventure in video games."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_1986.jpg",
      "platfomrs": "NES, Famicom",
      "masterpiece": false
    },
    {
      "id": 29,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Zelda II: The Adventure of Link", "en": "Zelda II: The Adventure of Link" },
      "author": "Nintendo",
      "year": 1987,
      "description": {
        "es": "Una entrega única en la saga, combinando la exploración de mapa con combates de scroll lateral y elementos RPG. Ofreció una perspectiva diferente y un desafío significativo, explorando el mundo de Hyrule de una manera inusual. Es un título polarizador pero con ideas innovadoras para su tiempo.",
        "en": "A unique installment in the saga, combining map exploration with side-scrolling combat and RPG elements. It offered a different perspective and a significant challenge, exploring the world of Hyrule in an unusual way. It is a polarizing title but with innovative ideas for its time."
      },
      "image": "/imagenes/videojuegos/Zelda_II_The_Adventure_of_Link.jpg",
      "platfomrs": "NES, Famicom",
      "masterpiece": false
    },
    {
      "id": 30,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: A Link to the Past", "en": "The Legend of Zelda: A Link to the Past" },
      "author": "Nintendo",
      "year": 1991,
      "description": {
        "es": "Considerado por muchos como una obra maestra y el pináculo de los Zelda 2D. Introdujo el concepto del mundo claro y oscuro, y un diseño de mazmorras magistral. Su jugabilidad, puzles y atmósfera lo consolidaron como un referente para el género de acción-aventura.",
        "en": "Considered by many to be a masterpiece and the pinnacle of 2D Zelda games. It introduced the concept of the light and dark world, and masterful dungeon design. Its gameplay, puzzles, and atmosphere solidified it as a benchmark for the action-adventure genre."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_A_Link_to_the_Past.jpg",
      "platfomrs": "SNES",
      "masterpiece": false
    },
    {
      "id": 31,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: Ocarina of Time", "en": "The Legend of Zelda: Ocarina of Time" },
      "author": "Nintendo",
      "year": 1998,
      "description": {
        "es": "El juego que revolucionó la aventura 3D, sentando las bases para muchos títulos posteriores. Su innovador sistema de fijación de objetivos, puzles, viajes en el tiempo y narrativa épica lo convirtieron en un referente. Es aclamado por su impacto y por la forma en que trasladó la magia de Zelda al 3D.",
        "en": "The game that revolutionized 3D adventure, laying the groundwork for many subsequent titles. Its innovative target-locking system, puzzles, time travel, and epic narrative made it a benchmark. It is praised for its impact and for how it translated the magic of Zelda into 3D."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_Ocarina_of_Time.jpg",
      "platfomrs": "Nintendo 64",
      "masterpiece": false
    },
    {
      "id": 32,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: Majora's Mask", "en": "The Legend of Zelda: Majora's Mask" },
      "author": "Nintendo",
      "year": 2000,
      "description": {
        "es": "Una entrega oscura y experimental que utiliza un ciclo de tiempo de tres días como mecánica central. Obliga a los jugadores a gestionar el tiempo y la interacción con los NPC para evitar el fin del mundo. Su atmósfera única y sus temáticas maduras lo hacen una de las entregas más distintivas de la saga.",
        "en": "A dark and experimental installment that uses a three-day time cycle as a central mechanic. It forces players to manage time and interaction with NPCs to prevent the end of the world. Its unique atmosphere and mature themes make it one of the most distinctive entries in the saga."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_Majoras_Mask.jpg",
      "platfomrs": "Nintendo 64",
      "masterpiece": false
    },
    {
      "id": 33,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: The Wind Waker", "en": "The Legend of Zelda: The Wind Waker" },
      "author": "Nintendo",
      "year": 2002,
      "description": {
        "es": "Destaca por su distintivo estilo artístico 'cel-shaded' y su vasto mundo oceánico para explorar en barco. Ofrece una aventura llena de encanto, expresión y una exploración gratificante. Aunque fue inicialmente controvertido, hoy es aclamado por su atemporalidad y su espíritu aventurero.",
        "en": "It stands out for its distinctive 'cel-shaded' art style and vast oceanic world to explore by boat. It offers an adventure full of charm, expression, and rewarding exploration. Although initially controversial, it is now acclaimed for its timelessness and adventurous spirit."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_The_Wind_Waker.jpg",
      "platfomrs": "Nintendo GameCube",
      "masterpiece": false
    },
    {
      "id": 34,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: Twilight Princess", "en": "The Legend of Zelda: Twilight Princess" },
      "author": "Nintendo",
      "year": 2006,
      "description": {
        "es": "Regresó a un estilo gráfico más oscuro y realista, con Link transformándose en lobo. Ofrece un Hyrule expansivo y mazmorras complejas, apelando a los fans de Ocarina of Time. Su atmósfera melancólica y su gran escala lo convierten en una experiencia épica y memorable.",
        "en": "It returned to a darker and more realistic graphic style, with Link transforming into a wolf. It offers an expansive Hyrule and complex dungeons, appealing to Ocarina of Time fans. Its melancholic atmosphere and large scale make it an epic and memorable experience."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_Twilight_Princess.jpg",
      "platfomrs": "Nintendo GameCube, Wii",
      "masterpiece": false
    },
    {
      "id": 35,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: Skyward Sword", "en": "The Legend of Zelda: Skyward Sword" },
      "author": "Nintendo",
      "year": 2011,
      "description": {
        "es": "Explora los orígenes de la leyenda de Zelda y la Espada Maestra, con un énfasis en el control de movimiento preciso con el Wii MotionPlus. Su estilo visual impresionista y sus mazmorras innovadoras lo hacen una experiencia única. Es una precuela esencial para la mitología de Hyrule.",
        "en": "It explores the origins of the Zelda legend and the Master Sword, with an emphasis on precise motion control with the Wii MotionPlus. Its impressionistic visual style and innovative dungeons make it a unique experience. It is an essential prequel to the mythology of Hyrule."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_Skyward_Sword.jpg",
      "platfomrs": "Wii, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 36,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Legend of Zelda: Tears of the Kingdom", "en": "The Legend of Zelda: Tears of the Kingdom" },
      "author": "Nintendo",
      "year": 2023,
      "description": {
        "es": "La ambiciosa secuela de Breath of the Wild, que expande el mundo de Hyrule con islas flotantes y cavernas subterráneas. Introduce nuevas mecánicas de construcción y fusión que ofrecen una libertad creativa sin precedentes. Es un logro técnico y de diseño, que anima a la experimentación constante del jugador.",
        "en": "The ambitious sequel to Breath of the Wild, expanding the world of Hyrule with floating islands and underground caverns. It introduces new building and fusion mechanics that offer unprecedented creative freedom. It is a technical and design achievement, encouraging constant player experimentation."
      },
      "image": "/imagenes/videojuegos/The_Legend_of_Zelda_Tears_of_the_Kingdom.jpg",
      "platfomrs": "Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 37,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter", "en": "Street Fighter" },
      "author": "Capcom",
      "year": 1987,
      "description": {
        "es": "El juego que inició la legendaria saga de lucha, presentando a Ryu y Ken. Introdujo el concepto de movimientos especiales ocultos y una gran variedad de personajes con estilos de pelea únicos. Fue un precursor vital para el género, sentando las bases para futuros juegos de lucha uno contra uno.",
        "en": "The game that started the legendary fighting saga, introducing Ryu and Ken. It introduced the concept of hidden special moves and a wide variety of characters with unique fighting styles. It was a vital precursor to the genre, laying the groundwork for future one-on-one fighting games."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_1987.jpg",
      "platfomrs": "Arcade, PC, Commodore 64, Amiga, NES",
      "masterpiece": false
    },
    {
      "id": 38,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter II: The World Warrior", "en": "Street Fighter II: The World Warrior" },
      "author": "Capcom",
      "year": 1991,
      "description": {
        "es": "El juego que revolucionó el género de lucha y lo llevó a la cima de la popularidad. Introdujo un elenco de personajes icónicos con movimientos especiales complejos y un sistema de combo accesible. Su impacto en los salones recreativos y las consolas fue masivo, definiendo el estándar para futuros juegos de lucha.",
        "en": "The game that revolutionized the fighting genre and brought it to the peak of popularity. It introduced a cast of iconic characters with complex special moves and an accessible combo system. Its impact on arcades and consoles was massive, defining the standard for future fighting games."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_II.jpg",
      "platfomrs": "Arcade, SNES, Sega Genesis",
      "masterpiece": false
    },
    {
      "id": 39,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter Alpha 3", "en": "Street Fighter Alpha 3" },
      "author": "Capcom",
      "year": 1998,
      "description": {
        "es": "Considerado por muchos como la cumbre de los juegos de lucha 2D, con un vasto elenco de personajes y múltiples estilos de juego ('Isms'). Ofrece una profundidad estratégica y una rejugabilidad inmensas. Su exquisito pixel-art y su jugabilidad pulida lo convierten en un favorito perdurable entre los fans.",
        "en": "Considered by many to be the pinnacle of 2D fighting games, with a vast cast of characters and multiple play styles ('Isms'). It offers immense strategic depth and replayability. Its exquisite pixel-art and polished gameplay make it an enduring favorite among fans."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_Alpha_3.jpg",
      "platfomrs": "Arcade, PlayStation, Sega Saturn, Dreamcast",
      "masterpiece": false
    },
    {
      "id": 40,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter III: 3rd Strike", "en": "Street Fighter III: 3rd Strike" },
      "author": "Capcom",
      "year": 1999,
      "description": {
        "es": "Una obra maestra de animación 2D y jugabilidad técnica. Introdujo el sistema de 'parry' que permite contrarrestar ataques si se bloquea en el momento preciso. Aunque fue menos popular al inicio, su profundidad y complejidad lo han convertido en un favorito de culto y un pilar en el ámbito competitivo.",
        "en": "A masterpiece of 2D animation and technical gameplay. It introduced the 'parry' system that allows counteracting attacks if blocked at the precise moment. Although it was less popular at first, its depth and complexity have made it a cult favorite and a pillar in the competitive scene."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_III_3rd_Strike.jpg",
      "platfomrs": "Arcade, Dreamcast, PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 41,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter IV", "en": "Street Fighter IV" },
      "author": "Capcom",
      "year": 2008,
      "description": {
        "es": "Revitalizó la saga Street Fighter con un estilo visual 3D que mantenía la esencia 2D. Introdujo los 'Focus Attacks' y 'Ultra Combos', ofreciendo un equilibrio entre accesibilidad y profundidad. Su éxito masivo lo consolidó como un referente de los juegos de lucha modernos y reavivó el interés en los eSports de lucha.",
        "en": "It revitalized the Street Fighter saga with a 3D visual style that maintained the 2D essence. It introduced 'Focus Attacks' and 'Ultra Combos', offering a balance between accessibility and depth. Its massive success consolidated it as a benchmark for modern fighting games and reignited interest in fighting eSports."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_IV.jpg",
      "platfomrs": "Arcade, PlayStation 3, Xbox 360, PC, iOS",
      "masterpiece": false
    },
    {
      "id": 42,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter V", "en": "Street Fighter V" },
      "author": "Capcom",
      "year": 2016,
      "description": {
        "es": "La entrega que consolidó el enfoque en el juego competitivo online, con un elenco inicial más pequeño pero en constante expansión. Introdujo el 'V-System' con V-Skills y V-Triggers, añadiendo nuevas capas estratégicas. Ha sido un pilar en el circuito de los eSports de lucha, con un soporte continuo y actualizaciones.",
        "en": "The installment that consolidated the focus on competitive online play, with a smaller but constantly expanding initial roster. It introduced the 'V-System' with V-Skills and V-Triggers, adding new strategic layers. It has been a pillar in the fighting eSports circuit, with continuous support and updates."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_V.jpg",
      "platfomrs": "PlayStation 4, PC",
      "masterpiece": false
    },
    {
      "id": 43,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Street Fighter 6", "en": "Street Fighter 6" },
      "author": "Capcom",
      "year": 2023,
      "description": {
        "es": "Un reinicio ambicioso que ofrece una experiencia completa para todo tipo de jugadores, desde novatos hasta profesionales. Introduce un modo historia 'World Tour', un 'Fighting Ground' con todos los modos clásicos y el 'Battle Hub' online. Con mecánicas innovadoras y un estilo visual fresco, busca ser un nuevo referente del género.",
        "en": "An ambitious reboot that offers a complete experience for all types of players, from beginners to pros. It introduces a 'World Tour' story mode, a 'Fighting Ground' with all classic modes, and the online 'Battle Hub'. With innovative mechanics and a fresh visual style, it aims to be a new benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/Street_Fighter_6.jpg",
      "platfomrs": "PlayStation 4, PlayStation 5, Xbox Series X/S, PC",
      "masterpiece": false
    },
    {
      "id": 44,
      "category": "videogames",
      "subcategory": "puzzle",
      "title": { "es": "Tetris", "en": "Tetris" },
      "author": "Alexey Pajitnov",
      "year": 1984,
      "description": {
        "es": "El icónico juego de puzles que se convirtió en un fenómeno mundial por su simplicidad adictiva. Consiste en encajar piezas de formas geométricas (tetrominos) para formar líneas completas. Su diseño atemporal, su jugabilidad infinita y su impacto cultural lo convierten en uno de los videojuegos más influyentes y reconocibles de todos los tiempos.",
        "en": "The iconic puzzle game that became a global phenomenon due to its addictive simplicity. It consists of fitting geometric pieces (tetrominos) to form complete lines. Its timeless design, infinite gameplay, and cultural impact make it one of the most influential and recognizable video games of all time."
      },
      "image": "/imagenes/videojuegos/Tetris.jpg",
      "platfomrs": "Múltiples plataformas (desde computadoras soviéticas hasta consolas y móviles)",
      "masterpiece": false
    },
    {
      "id": 45,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Civilization VII", "en": "Civilization VII" },
      "author": "Firaxis Games",
      "year": 2025,
      "description": {
        "es": "La próxima entrega de la aclamada saga de estrategia 4X, promete continuar la evolución de la civilización humana a través de milenios. Se espera que introduzca nuevas mecánicas para la diplomacia, el combate y la gestión de imperios. Con una rejugabilidad infinita y desafíos estratégicos, buscará establecer un nuevo estándar en el género.",
        "en": "The upcoming installment in the acclaimed 4X strategy saga, promises to continue the evolution of human civilization across millennia. It is expected to introduce new mechanics for diplomacy, combat, and empire management. With infinite replayability and strategic challenges, it aims to set a new standard in the genre."
      },
      "image": "/imagenes/videojuegos/Civilization_VII.jpg",
      "platfomrs": "PC, Consolas (sin confirmar)",
      "masterpiece": false
    },
    {
      "id": 46,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "GoldenEye 007", "en": "GoldenEye 007" },
      "author": "Rare",
      "year": 1997,
      "description": {
        "es": "Un revolucionario shooter en primera persona que definió el género en consolas y se convirtió en un clásico. Basado en la película de James Bond, ofrecía una jugabilidad innovadora con objetivos variados y un icónico modo multijugador a pantalla partida. Fue un hito técnico y de diseño para Nintendo 64.",
        "en": "A revolutionary first-person shooter that defined the genre on consoles and became a classic. Based on the James Bond film, it offered innovative gameplay with varied objectives and an iconic split-screen multiplayer mode. It was a technical and design milestone for Nintendo 64."
      },
      "image": "/imagenes/videojuegos/GoldenEye_007.jpg",
      "platfomrs": "Nintendo 64",
      "masterpiece": false
    },
    {
      "id": 47,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Metroid", "en": "Metroid" },
      "author": "Nintendo R&D1",
      "year": 1986,
      "description": {
        "es": "Un pionero del género de acción-aventura con exploración no lineal, que te sumerge en el misterioso planeta Zebes. Controlas a Samus Aran en su misión para detener a los Piratas Espaciales y a la amenaza Metroid. Introdujo la idea de desbloquear habilidades para acceder a nuevas áreas, sentando las bases del 'Metroidvania'.",
        "en": "A pioneer of the action-adventure genre with non-linear exploration, immersing you in the mysterious planet Zebes. You control Samus Aran on her mission to stop the Space Pirates and the Metroid threat. It introduced the idea of unlocking abilities to access new areas, laying the groundwork for 'Metroidvania'."
      },
      "image": "/imagenes/videojuegos/Metroid_1986.jpg",
      "platfomrs": "NES, Famicom Disk System",
      "masterpiece": false
    },
    {
      "id": 48,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Sonic the Hedgehog", "en": "Sonic the Hedgehog" },
      "author": "Sega",
      "year": 1991,
      "description": {
        "es": "El juego que presentó al icónico erizo azul de Sega, diseñado para competir con Mario, enfocándose en la velocidad. Ofrece niveles con bucles y rampas que te impulsan a velocidades vertiginosas, combinando plataformas con adrenalina. Su innovador diseño y su carismático protagonista lo convirtieron en un éxito rotundo.",
        "en": "The game that introduced Sega's iconic blue hedgehog, designed to compete with Mario, focusing on speed. It offers levels with loops and ramps that propel you to dizzying speeds, combining platforming with adrenaline. Its innovative design and charismatic protagonist made it a resounding success."
      },
      "image": "/imagenes/videojuegos/Sonic_the_Hedgehog.jpg",
      "platfomrs": "Sega Genesis/Mega Drive",
      "masterpiece": false
    },
    {
      "id": 49,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Sonic the Hedgehog 2", "en": "Sonic the Hedgehog 2" },
      "author": "Sega",
      "year": 1992,
      "description": {
        "es": "Considerado por muchos la cima de la era clásica de Sonic. Introduce al compañero Tails y el famoso 'Spin Dash', que aumenta la velocidad. Los niveles son más grandes, rápidos y llenos de secretos, elevando la experiencia original. Fue un éxito comercial y crítico, consolidando la fórmula de la velocidad.",
        "en": "Considered by many to be the pinnacle of the classic Sonic era. It introduces the sidekick Tails and the famous 'Spin Dash', which increases speed. The levels are bigger, faster, and full of secrets, elevating the original experience. It was a commercial and critical success, cementing the speed formula."
      },
      "image": "/imagenes/videojuegos/Sonic_the_Hedgehog_2.jpg",
      "platfomrs": "Sega Genesis/Mega Drive",
      "masterpiece": false
    },
    {
      "id": 50,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Sonic the Hedgehog 3 & Knuckles", "en": "Sonic the Hedgehog 3 & Knuckles" },
      "author": "Sega",
      "year": 1994,
      "description": {
        "es": "La culminación de la serie Sonic en Mega Drive, combinando dos juegos en uno con un sistema 'lock-on'. Permite jugar con Sonic, Tails y el nuevo Knuckles, cada uno con habilidades únicas. Ofrece una aventura expansiva, niveles intrincados y una banda sonora legendaria. Es un hito en la historia de los plataformas.",
        "en": "The culmination of the Sonic series on Mega Drive, combining two games in one with a 'lock-on' system. It allows playing with Sonic, Tails, and the new Knuckles, each with unique abilities. It offers an expansive adventure, intricate levels, and a legendary soundtrack. It is a milestone in platforming history."
      },
      "image": "/imagenes/videojuegos/Sonic_the_Hedgehog_3_and_Knuckles.jpg",
      "platfomrs": "Sega Genesis/Mega Drive",
      "masterpiece": false
    },
    {
      "id": 51,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Donkey Kong Country", "en": "Donkey Kong Country" },
      "author": "Rare",
      "year": 1994,
      "description": {
        "es": "Un revolucionario juego de plataformas que impactó con sus gráficos prerrenderizados 3D en SNES. Controlas a Donkey Kong y Diddy Kong en una aventura para recuperar sus bananas robadas, combinando saltos precisos con un diseño de niveles ingenioso. Su banda sonora y jugabilidad lo convirtieron en un clásico atemporal.",
        "en": "A revolutionary platformer that stunned with its pre-rendered 3D graphics on SNES. You control Donkey Kong and Diddy Kong on a quest to retrieve their stolen bananas, combining precise jumps with ingenious level design. Its soundtrack and gameplay made it a timeless classic."
      },
      "image": "/imagenes/videojuegos/Donkey_Kong_Country.jpg",
      "platfomrs": "SNES",
      "masterpiece": false
    },
    {
      "id": 52,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Half-Life", "en": "Half-Life" },
      "author": "Valve Corporation",
      "year": 1998,
      "description": {
        "es": "Un FPS que redefinió la narrativa en videojuegos al integrar la historia completamente en la perspectiva del jugador. Controlas a Gordon Freeman en un incidente que abre un portal a otra dimensión. Su atmósfera, diseño de niveles y su inmersión lo convirtieron en un hito y un referente para el género.",
        "en": "An FPS that redefined storytelling in video games by fully integrating the narrative into the player's perspective. You control Gordon Freeman in an incident that opens a portal to another dimension. Its atmosphere, level design, and immersion made it a milestone and a benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/Half-Life.jpg",
      "platfomrs": "PC, PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 53,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Star Fox 64", "en": "Star Fox 64" },
      "author": "Nintendo EAD",
      "year": 1997,
      "description": {
        "es": "Un icónico shooter espacial con elementos de rail-shooter y combate en arena. Controlas a Fox McCloud en su Arwing, defendiendo el sistema Lylat. Destacó por su innovador uso de la vibración del mando y el doblaje de voces, ofreciendo una experiencia arcade emocionante y rejugable.",
        "en": "An iconic space shooter with rail-shooter and arena combat elements. You control Fox McCloud in his Arwing, defending the Lylat system. It stood out for its innovative use of controller rumble and voice acting, offering an exciting and replayable arcade experience."
      },
      "image": "/imagenes/videojuegos/Star_Fox_64.jpg",
      "platfomrs": "Nintendo 64",
      "masterpiece": false
    },
    {
      "id": 54,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Resident Evil (1996)", "en": "Resident Evil (1996)" },
      "author": "Capcom",
      "year": 1996,
      "description": {
        "es": "El juego que popularizó el género 'survival horror', encerrándote en una mansión llena de zombis y misterios. Con cámaras fijas, puzles y recursos limitados, creó una atmósfera de terror y tensión inolvidable. Sentó las bases para una de las sagas más influyentes del terror en videojuegos.",
        "en": "The game that popularized the 'survival horror' genre, trapping you in a mansion full of zombies and mysteries. With fixed cameras, puzzles, and limited resources, it created an unforgettable atmosphere of terror and tension. It laid the groundwork for one of the most influential horror sagas in video games."
      },
      "image": "/imagenes/videojuegos/Resident_Evil_1996.jpg",
      "platfomrs": "PlayStation, Sega Saturn, PC",
      "masterpiece": false
    },
    {
      "id": 55,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Resident Evil 2 (1998)", "en": "Resident Evil 2 (1998)" },
      "author": "Capcom",
      "year": 1998,
      "description": {
        "es": "Una secuela que expandió la fórmula con dos campañas entrelazadas y una atmósfera aún más oscura en Raccoon City. Mejoró los gráficos, la narrativa y la variedad de enemigos, consolidando la saga como un referente del survival horror. Su impacto y jugabilidad lo hicieron un clásico instantáneo.",
        "en": "A sequel that expanded the formula with two intertwined campaigns and an even darker atmosphere in Raccoon City. It improved graphics, narrative, and enemy variety, solidifying the saga as a benchmark for survival horror. Its impact and gameplay made it an instant classic."
      },
      "image": "/imagenes/videojuegos/Resident_Evil_2_1998.jpg",
      "platfomrs": "PlayStation, PC, Nintendo 64, Dreamcast",
      "masterpiece": false
    },
    {
      "id": 56,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Resident Evil 3: Nemesis", "en": "Resident Evil 3: Nemesis" },
      "author": "Capcom",
      "year": 1999,
      "description": {
        "es": "Introduce al implacable Nemesis, una criatura que te persigue a lo largo de Raccoon City, elevando la tensión y la sensación de vulnerabilidad. Con un enfoque más orientado a la acción sin perder la esencia survival horror, ofrece sustos constantes y una atmósfera de persecución inolvidable.",
        "en": "It introduces the relentless Nemesis, a creature that pursues you throughout Raccoon City, heightening tension and vulnerability. With a more action-oriented approach without losing its survival horror essence, it offers constant scares and an unforgettable atmosphere of pursuit."
      },
      "image": "/imagenes/videojuegos/Resident_Evil_3_Nemesis.jpg",
      "platfomrs": "PlayStation, PC, Dreamcast, GameCube",
      "masterpiece": false
    },
    {
      "id": 57,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Quake", "en": "Quake" },
      "author": "id Software",
      "year": 1996,
      "description": {
        "es": "Un revolucionario shooter en primera persona que llevó los gráficos 3D a otro nivel con un motor completamente tridimensional. Ofrecía un combate brutal, una atmósfera gótica y un multijugador frenético que lo convirtió en un fenómeno de los eSports tempranos. Su impacto técnico y jugable fue inmenso.",
        "en": "A revolutionary first-person shooter that took 3D graphics to another level with a fully three-dimensional engine. It offered brutal combat, a gothic atmosphere, and frantic multiplayer that made it an early eSports phenomenon. Its technical and playable impact was immense."
      },
      "image": "/imagenes/videojuegos/Quake.jpg",
      "platfomrs": "PC, Nintendo 64, Sega Saturn",
      "masterpiece": false
    },
    {
      "id": 58,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Quake II", "en": "Quake II" },
      "author": "id Software",
      "year": 1997,
      "description": {
        "es": "Abandonó la temática gótica por un estilo más de ciencia ficción militar. Con un motor gráfico mejorado y niveles más abiertos, ofrecía una campaña más robusta y un multijugador pulido. Fue un éxito crítico y comercial, consolidando el legado de Quake como un referente del FPS en 3D.",
        "en": "It abandoned the gothic theme for a more military sci-fi style. With an improved graphics engine and more open levels, it offered a more robust campaign and polished multiplayer. It was a critical and commercial success, solidifying Quake's legacy as a 3D FPS benchmark."
      },
      "image": "/imagenes/videojuegos/Quake_II.jpg",
      "platfomrs": "PC, Nintendo 64, PlayStation",
      "masterpiece": false
    },
    {
      "id": 59,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Quake III Arena", "en": "Quake III Arena" },
      "author": "id Software",
      "year": 1999,
      "description": {
        "es": "Un shooter enfocado puramente en el multijugador, eliminando la campaña para ofrecer la experiencia deathmatch definitiva. Con un ritmo vertiginoso y un diseño de arenas icónico, se convirtió en un pilar de los eSports y un referente para el combate FPS competitivo. Su jugabilidad frenética sigue siendo influyente.",
        "en": "A shooter focused purely on multiplayer, eliminating the campaign to deliver the ultimate deathmatch experience. With a blistering pace and iconic arena design, it became an eSports pillar and a benchmark for competitive FPS combat. Its frantic gameplay remains influential."
      },
      "image": "/imagenes/videojuegos/Quake_III_Arena.jpg",
      "platfomrs": "PC, Dreamcast, PlayStation 2, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 60,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Tony Hawk's Pro Skater 2", "en": "Tony Hawk's Pro Skater 2" },
      "author": "Neversoft",
      "year": 2000,
      "description": {
        "es": "Considerado uno de los mejores juegos deportivos de todos los tiempos. Perfeccionó la fórmula de skate arcade con un control intuitivo, trucos espectaculares y la posibilidad de crear tus propios combos. Su icónica banda sonora y adictiva jugabilidad lo convirtieron en un fenómeno cultural. Un referente de diversión inmediata.",
        "en": "Considered one of the greatest sports games of all time. It perfected the arcade skateboarding formula with intuitive controls, spectacular tricks, and the ability to create your own combos. Its iconic soundtrack and addictive gameplay made it a cultural phenomenon. A benchmark for immediate fun."
      },
      "image": "/imagenes/videojuegos/Tony_Hawks_Pro_Skater_2.jpg",
      "platfomrs": "PlayStation, Nintendo 64, Dreamcast, PC, Game Boy Advance",
      "masterpiece": false
    },
    {
      "id": 61,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "StarCraft", "en": "StarCraft" },
      "author": "Blizzard Entertainment",
      "year": 1998,
      "description": {
        "es": "Un revolucionario juego de estrategia en tiempo real que redefinió el género y se convirtió en un fenómeno de los eSports, especialmente en Corea del Sur. Presenta tres razas únicas y equilibradas, ofreciendo una profundidad estratégica inmensa. Su narrativa espacial y su impacto cultural lo hacen un clásico atemporal.",
        "en": "A revolutionary real-time strategy game that redefined the genre and became an eSports phenomenon, especially in South Korea. It features three unique and balanced races, offering immense strategic depth. Its space narrative and cultural impact make it a timeless classic."
      },
      "image": "/imagenes/videojuegos/StarCraft.jpg",
      "platfomrs": "PC, Mac OS, Nintendo 64",
      "masterpiece": false
    },
    {
      "id": 62,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "StarCraft II: Wings of Liberty", "en": "StarCraft II: Wings of Liberty" },
      "author": "Blizzard Entertainment",
      "year": 2010,
      "description": {
        "es": "La esperada secuela del clásico de estrategia, continuando la épica saga espacial con gráficos renovados y una campaña narrativa impresionante. Mantuvo la esencia de sus tres razas y perfeccionó el equilibrio competitivo. Se consolidó como un pilar de los eSports, con una jugabilidad profunda y emocionante.",
        "en": "The long-awaited sequel to the classic strategy game, continuing the epic space saga with renewed graphics and a stunning narrative campaign. It maintained the essence of its three races and perfected competitive balance. It established itself as an eSports pillar, with deep and exciting gameplay."
      },
      "image": "/imagenes/videojuegos/StarCraft_II_Wings_of_Liberty.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 63,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Warcraft: Orcs & Humans", "en": "Warcraft: Orcs & Humans" },
      "author": "Blizzard Entertainment",
      "year": 1994,
      "description": {
        "es": "El juego que inició la legendaria saga de Warcraft, sentando las bases de los juegos de estrategia en tiempo real de fantasía. Te permite elegir entre orcos o humanos en una guerra épica. Su jugabilidad intuitiva y su profundo lore lo convirtieron en un clásico y en el precursor de un universo masivo.",
        "en": "The game that started the legendary Warcraft saga, laying the foundations for fantasy real-time strategy games. It allows you to choose between Orcs or Humans in an epic war. Its intuitive gameplay and deep lore made it a classic and the precursor to a massive universe."
      },
      "image": "/imagenes/videojuegos/Warcraft_Orcs_and_Humans.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 64,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Warcraft II: Tides of Darkness", "en": "Warcraft II: Tides of Darkness" },
      "author": "Blizzard Entertainment",
      "year": 1995,
      "description": {
        "es": "La aclamada secuela que expandió y perfeccionó la fórmula de estrategia en tiempo real de Warcraft. Introdujo unidades navales y aéreas, mejorando drásticamente el combate. Con un apartado visual y sonoro memorable, y una campaña épica, consolidó a Blizzard como un referente del género.",
        "en": "The acclaimed sequel that expanded and perfected Warcraft's real-time strategy formula. It introduced naval and air units, drastically improving combat. With memorable visuals and sound, and an epic campaign, it solidified Blizzard as a genre benchmark."
      },
      "image": "/imagenes/videojuegos/Warcraft_II_Tides_of_Darkness.jpg",
      "platfomrs": "PC, Mac OS, PlayStation, Sega Saturn",
      "masterpiece": false
    },
    {
      "id": 65,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Warcraft III: Reign of Chaos", "en": "Warcraft III: Reign of Chaos" },
      "author": "Blizzard Entertainment",
      "year": 2002,
      "description": {
        "es": "Un revolucionario RTS que introdujo elementos RPG con la inclusión de héroes personalizables y tiendas. Ofreció una narrativa cinematográfica profunda y un equilibrio de razas excepcional, sentando las bases para el lore de World of Warcraft y el nacimiento de los MOBAs. Un clásico inmutable en la historia del género.",
        "en": "A revolutionary RTS that introduced RPG elements with the inclusion of customizable heroes and shops. It offered a deep cinematic narrative and exceptional race balance, laying the groundwork for World of Warcraft lore and the birth of MOBAs. An immutable classic in genre history."
      },
      "image": "/imagenes/videojuegos/Warcraft_III_Reign_of_Chaos.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 66,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "World of Warcraft", "en": "World of Warcraft" },
      "author": "Blizzard Entertainment",
      "year": 2004,
      "description": {
        "es": "El MMORPG (Massively Multiplayer Online Role-Playing Game) que definió una generación, sumergiendo a millones en el vasto mundo de Azeroth. Ofrece una libertad sin precedentes para explorar, completar misiones, luchar en mazmorras y raidear contra jefes épicos. Su éxito masivo y su constante evolución lo consolidaron como un fenómeno cultural.",
        "en": "The MMORPG (Massively Multiplayer Online Role-Playing Game) that defined a generation, immersing millions in the vast world of Azeroth. It offers unprecedented freedom to explore, complete quests, battle in dungeons, and raid epic bosses. Its massive success and constant evolution cemented it as a cultural phenomenon."
      },
      "image": "/imagenes/videojuegos/World_of_Warcraft.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 67,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "SimCity 2000", "en": "SimCity 2000" },
      "author": "Maxis",
      "year": 1993,
      "description": {
        "es": "Considerado uno de los mejores simuladores de construcción y gestión de ciudades. Con una perspectiva isométrica, permitía a los jugadores diseñar, construir y mantener una metrópolis compleja, gestionando recursos y servicios. Su profundidad y su rejugabilidad lo convirtieron en un clásico atemporal y un referente del género.",
        "en": "Considered one of the best city-building and management simulators. With an isometric perspective, it allowed players to design, build, and maintain a complex metropolis, managing resources and services. Its depth and replayability made it a timeless classic and a benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/SimCity_2000.jpg",
      "platfomrs": "PC, Macintosh, Amiga, SNES, PlayStation, Sega Saturn",
      "masterpiece": false
    },
    {
      "id": 68,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Out Run", "en": "Out Run" },
      "author": "Sega AM2",
      "year": 1986,
      "description": {
        "es": "Un icónico juego de carreras arcade que destaca por su estilo visual vibrante y su banda sonora inolvidable. Te pone al volante de un Ferrari Testarossa, compitiendo contra el reloj en una serie de rutas bifurcadas llenas de paisajes veraniegos. Su atmósfera relajada y su sensación de velocidad lo convirtieron en un clásico.",
        "en": "An iconic arcade racing game noted for its vibrant visual style and unforgettable soundtrack. It puts you behind the wheel of a Ferrari Testarossa, racing against the clock on a series of branching routes filled with summery landscapes. Its relaxed atmosphere and sense of speed made it a classic."
      },
      "image": "/imagenes/videojuegos/Out_Run.jpg",
      "platfomrs": "Arcade, Sega Master System, Mega Drive, PC, Amiga",
      "masterpiece": false
    },
    {
      "id": 69,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Gauntlet", "en": "Gauntlet" },
      "author": "Atari Games",
      "year": 1985,
      "description": {
        "es": "Un influyente juego de acción de mazmorras estilo 'hack and slash' que popularizó el juego cooperativo para cuatro jugadores. Eliges entre un guerrero, un elfo, un mago o una valquiria para enfrentarte a hordas de enemigos y fantasmas en laberintos interminables. Su jugabilidad sencilla pero adictiva lo convirtió en un clásico arcade.",
        "en": "An influential 'hack and slash' dungeon action game that popularized four-player cooperative play. You choose between a warrior, an elf, an elf, a wizard, or a Valkyrie to face hordes of enemies and ghosts in endless labyrinths. Its simple yet addictive gameplay made it an arcade classic."
      },
      "image": "/imagenes/videojuegos/Gauntlet.jpg",
      "platfomrs": "Arcade, NES, Amiga, Atari ST, Commodore 64, PC",
      "masterpiece": false
    },
    {
      "id": 70,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Space Invaders", "en": "Space Invaders" },
      "author": "Taito",
      "year": 1978,
      "description": {
        "es": "Un hito que revolucionó la industria de los videojuegos y el género de los 'shooters'. Controlas un cañón que debe disparar a oleadas de alienígenas descendentes. Su sencillez adictiva, su tensión creciente y su impacto cultural lo consolidan como uno de los juegos más influyentes de todos los tiempos, definiendo la era arcade.",
        "en": "A milestone that revolutionized the video game industry and the shooter genre. You control a cannon that must shoot descending waves of aliens. Its addictive simplicity, growing tension, and cultural impact establish it as one of the most influential games of all time, defining the arcade era."
      },
      "image": "/imagenes/videojuegos/Space_Invaders.jpg",
      "platfomrs": "Arcade, Atari 2600, NES, múltiples plataformas",
      "masterpiece": false
    },
    {
      "id": 71,
      "category": "videogames",
      "subcategory": "indie",
      "title": { "es": "Day of the Tentacle", "en": "Day of the Tentacle" },
      "author": "LucasArts",
      "year": 1993,
      "description": {
        "es": "Una comedia de aventuras gráfica 'point-and-click' con viajes en el tiempo, secuela de Maniac Mansion. Controlas a tres protagonistas en diferentes épocas para evitar que un tentáculo púrpura conquiste el mundo. Su ingenioso diseño de puzles, diálogos hilarantes y animación cartoon lo convierten en un clásico imperecedero del género.",
        "en": "A comedic 'point-and-click' graphic adventure with time travel, sequel to Maniac Mansion. You control three protagonists in different eras to prevent a purple tentacle from taking over the world. Its ingenious puzzle design, hilarious dialogues, and cartoon animation make it an enduring classic of the genre."
      },
      "image": "/imagenes/videojuegos/Day_of_the_Tentacle.jpg",
      "platfomrs": "PC, Mac, Amiga, PlayStation 4, PlayStation Vita, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 72,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Streets of Rage", "en": "Streets of Rage" },
      "author": "Sega",
      "year": 1991,
      "description": {
        "es": "Un icónico 'beat 'em up' lateral que se convirtió en un pilar de la Mega Drive. Elige entre Axel, Blaze o Adam para limpiar las calles de la delincuencia. Destaca por su jugabilidad fluida, su diseño de niveles y su legendaria banda sonora de Yuzo Koshiro. Un clásico imprescindible del género.",
        "en": "An iconic side-scrolling 'beat 'em up' that became a Mega Drive cornerstone. Choose between Axel, Blaze, or Adam to clean up the streets from crime. It stands out for its fluid gameplay, level design, and legendary soundtrack by Yuzo Koshiro. An essential classic of the genre."
      },
      "image": "/imagenes/videojuegos/Streets_of_Rage.jpg",
      "platfomrs": "Sega Genesis/Mega Drive, Arcade, Master System, Game Gear",
      "masterpiece": false
    },
    {
      "id": 73,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Streets of Rage 2", "en": "Streets of Rage 2" },
      "author": "Sega",
      "year": 1992,
      "description": {
        "es": "Considerado por muchos como uno de los mejores 'beat 'em ups' de la historia. Perfeccionó la fórmula original con gráficos mejorados, nuevos personajes y movimientos, y una banda sonora aún más memorable. Ofrece una jugabilidad profunda y adictiva, tanto en solitario como en cooperativo, consolidándose como un referente del género.",
        "en": "Considered by many to be one of the best 'beat 'em ups' in history. It perfected the original formula with improved graphics, new characters and moves, and an even more memorable soundtrack. It offers deep and addictive gameplay, both solo and co-op, establishing itself as a benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/Streets_of_Rage_2.jpg",
      "platfomrs": "Sega Genesis/Mega Drive, Arcade, Master System, Game Gear",
      "masterpiece": false
    },
    {
      "id": 74,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Streets of Rage 3", "en": "Streets of Rage 3" },
      "author": "Sega",
      "year": 1994,
      "description": {
        "es": "La tercera entrega de la saga, que llevó la acción 'beat 'em up' a nuevas cotas en Mega Drive. Introdujo mejoras en la jugabilidad, nuevos personajes ocultos y caminos alternativos. Aunque a veces controvertido, sigue ofreciendo la brutalidad y la música electrónica que definen la serie.",
        "en": "The third installment of the saga, which took 'beat 'em up' action to new heights on Mega Drive. It introduced gameplay improvements, new hidden characters, and alternate paths. Although sometimes controversial, it continues to offer the brutality and electronic music that define the series."
      },
      "image": "/imagenes/videojuegos/Streets_of_Rage_3.jpg",
      "platfomrs": "Sega Genesis/Mega Drive",
      "masterpiece": false
    },
    {
      "id": 75,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Streets of Rage 4", "en": "Streets of Rage 4" },
      "author": "Dotemu, Lizardcube, Guard Crush Games",
      "year": 2020,
      "description": {
        "es": "Un esperado regreso de la saga con un impresionante estilo artístico dibujado a mano y una jugabilidad moderna que respeta sus raíces. Mantiene la esencia del 'beat 'em up' clásico con nuevos combos, personajes y una banda sonora excepcional. Fue aclamado por revitalizar el género con éxito.",
        "en": "A long-awaited return of the saga with an impressive hand-drawn art style and modern gameplay that respects its roots. It maintains the essence of the classic 'beat 'em up' with new combos, characters, and an exceptional soundtrack. It was acclaimed for successfully revitalizing the genre."
      },
      "image": "/imagenes/videojuegos/Streets_of_Rage_4.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 76,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Double Dragon", "en": "Double Dragon" },
      "author": "Technōs Japan",
      "year": 1987,
      "description": {
        "es": "Un influyente 'beat 'em up' arcade que definió el género con sus combates callejeros y su modo cooperativo para dos jugadores. Controlas a los hermanos Lee en una misión de rescate en una ciudad asolada por bandas. Sus combos, armas y enemigos icónicos lo convirtieron en un referente de los salones recreativos.",
        "en": "An influential arcade 'beat 'em up' that defined the genre with its street brawls and two-player cooperative mode. You control the Lee brothers on a rescue mission in a crime-ridden city. Its iconic combos, weapons, and enemies made it an arcade benchmark."
      },
      "image": "/imagenes/videojuegos/Double_Dragon.jpg",
      "platfomrs": "Arcade, NES, Master System, Amiga, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 77,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Double Dragon II: The Revenge", "en": "Double Dragon II: The Revenge" },
      "author": "Technōs Japan",
      "year": 1988,
      "description": {
        "es": "La secuela directa del clásico, que elevó la acción 'beat 'em up' con nuevas técnicas de combate y un mayor enfoque narrativo. Ofrece un desafío brutal y la posibilidad de jugar en cooperativo, enfrentando a los hermanos Lee a una nueva amenaza. Fue un éxito en recreativas y consolas.",
        "en": "The direct sequel to the classic, which elevated 'beat 'em up' action with new combat techniques and a greater narrative focus. It offers a brutal challenge and the possibility of cooperative play, pitting the Lee brothers against a new threat. It was a hit in arcades and on consoles."
      },
      "image": "/imagenes/videojuegos/Double_Dragon_II_The_Revenge.jpg",
      "platfomrs": "Arcade, NES, Master System, Amiga, Commodore 64",
      "masterpiece": false
    },
    {
      "id": 78,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Double Dragon III: The Rosetta Stone", "en": "Double Dragon III: The Rosetta Stone" },
      "author": "Technōs Japan",
      "year": 1990,
      "description": {
        "es": "La tercera entrega de la serie, que llevó a los hermanos Lee a una aventura global en busca de la Piedra Rosetta. Introdujo elementos de compra de movimientos y un enfoque en la exploración, aunque fue menos aclamado que sus predecesores. A pesar de todo, mantiene la esencia del combate callejero de la saga.",
        "en": "The third installment in the series, which took the Lee brothers on a global adventure in search of the Rosetta Stone. It introduced move-buying elements and an emphasis on exploration, though it was less acclaimed than its predecessors. Despite everything, it maintains the street combat essence of the saga."
      },
      "image": "/imagenes/videojuegos/Double_Dragon_III_The_Rosetta_Stone.jpg",
      "platfomrs": "Arcade, NES, Game Boy",
      "masterpiece": false
    },
    {
      "id": 79,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Prince of Persia (1989)", "en": "Prince of Persia (1989)" },
      "author": "Broderbund",
      "year": 1989,
      "description": {
        "es": "Un juego de plataformas revolucionario por sus animaciones realistas basadas en la rotoscopia, creando movimientos fluidos. Controlas a un príncipe que debe escapar de una mazmorra en un tiempo limitado, superando trampas y combates con espada. Su diseño de puzles y su atmósfera lo convirtieron en un clásico atemporal.",
        "en": "A revolutionary platformer known for its realistic rotoscoped animations, creating fluid movements. You control a prince who must escape a dungeon within a time limit, overcoming traps and sword combat. Its puzzle design and atmosphere made it a timeless classic."
      },
      "image": "/imagenes/videojuegos/Prince_of_Persia_1989.jpg",
      "platfomrs": "Apple II, PC, Amiga, Macintosh, SNES, Master System",
      "masterpiece": false
    },
    {
      "id": 80,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Prince of Persia 2: The Shadow and the Flame", "en": "Prince of Persia 2: The Shadow and the Flame" },
      "author": "Broderbund",
      "year": 1993,
      "description": {
        "es": "La secuela directa del original, que expande la aventura con gráficos mejorados, nuevos entornos y mecánicas de juego. Continúa la épica historia del Príncipe, enfrentándolo a desafíos más complejos y enemigos variados. Mantuvo la esencia de sus animaciones fluidas y puzles inteligentes que definieron la serie.",
        "en": "The direct sequel to the original, expanding the adventure with improved graphics, new environments, and gameplay mechanics. It continues the Prince's epic story, pitting him against more complex challenges and varied enemies. It maintained the essence of its fluid animations and clever puzzles that defined the series."
      },
      "image": "/imagenes/videojuegos/Prince_of_Persia_2_The_Shadow_and_the_Flame.jpg",
      "platfomrs": "PC, Mac OS, Super NES",
      "masterpiece": false
    },
    {
      "id": 81,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Prince of Persia: Las Arenas del Tiempo", "en": "Prince of Persia: The Sands of Time" },
      "author": "Ubisoft Montreal",
      "year": 2003,
      "description": {
        "es": "Un reinicio que revitalizó la saga con gráficos 3D impresionantes y una innovadora mecánica de rebobinado del tiempo. Combina acrobacias fluidas, combate elegante y puzles ingeniosos. Su narrativa encantadora y su diseño de niveles lo consolidaron como un clásico moderno y un referente de la aventura de acción.",
        "en": "A reboot that revitalized the saga with stunning 3D graphics and an innovative time-rewind mechanic. It combines fluid acrobatics, elegant combat, and clever puzzles. Its charming narrative and level design established it as a modern classic and a benchmark for action-adventure."
      },
      "image": "/imagenes/videojuegos/Prince_of_Persia_The_Sands_of_Time.jpg",
      "platfomrs": "PC, PlayStation 2, Xbox, GameCube",
      "masterpiece": false
    },
    {
      "id": 82,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Lemmings", "en": "Lemmings" },
      "author": "DMA Design",
      "year": 1991,
      "description": {
        "es": "Un ingenioso juego de puzles donde debes guiar a una horda de pequeñas criaturas llamadas Lemmings a la seguridad. Asignas habilidades como excavar, construir o bloquear para evitar peligros y trampas. Su originalidad, dificultad progresiva y encanto lo convirtieron en un clásico instantáneo y un referente del género de puzles.",
        "en": "An ingenious puzzle game where you must guide a horde of small creatures called Lemmings to safety. You assign abilities like digging, building, or blocking to avoid dangers and traps. Its originality, progressive difficulty, and charm made it an instant classic and a benchmark for the puzzle genre."
      },
      "image": "/imagenes/videojuegos/Lemmings.jpg",
      "platfomrs": "Amiga, PC, SNES, Sega Genesis, PlayStation, entre otros",
      "masterpiece": false
    },
    {
      "id": 83,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Theme Hospital", "en": "Theme Hospital" },
      "author": "Bullfrog Productions",
      "year": 1997,
      "description": {
        "es": "Un clásico juego de simulación de gestión donde diseñas, construyes y diriges un hospital. Debes diagnosticar y curar enfermedades extravagantes con humor negro y una gestión eficiente. Su ingenio, su divertido estilo visual y su jugabilidad adictiva lo convirtieron en un título de culto y un referente del género 'tycoon'.",
        "en": "A classic management simulation game where you design, build, and run a hospital. You must diagnose and cure bizarre diseases with dark humor and efficient management. Its wit, humorous visual style, and addictive gameplay made it a cult classic and a benchmark for the 'tycoon' genre."
      },
      "image": "/imagenes/videojuegos/Theme_Hospital.jpg",
      "platfomrs": "PC, PlayStation",
      "masterpiece": false
    },
    {
      "id": 84,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "RollerCoaster Tycoon", "en": "RollerCoaster Tycoon" },
      "author": "Chris Sawyer Productions",
      "year": 1999,
      "description": {
        "es": "Un brillante simulador de construcción y gestión de parques de atracciones. Diseñas montañas rusas, atracciones y gestionas la economía y la felicidad de los visitantes. Su interfaz intuitiva, su profundidad y su libertad creativa lo convirtieron en un éxito masivo y un referente del género 'tycoon'.",
        "en": "A brilliant amusement park construction and management simulator. You design roller coasters, rides, and manage the economy and visitor happiness. Its intuitive interface, depth, and creative freedom made it a massive success and a benchmark for the 'tycoon' genre."
      },
      "image": "/imagenes/videojuegos/RollerCoaster_Tycoon.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 85,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Worms Armageddon", "en": "Worms Armageddon" },
      "author": "Team17",
      "year": 1999,
      "description": {
        "es": "Un clásico juego de estrategia por turnos con humor absurdo, donde equipos de gusanos se enfrentan con un arsenal de armas hilarantes. Su jugabilidad táctica, sus escenarios destructibles y su modo multijugador lo convirtieron en un favorito. Es un icono de las batallas por turnos y el humor en videojuegos.",
        "en": "A classic turn-based strategy game with absurd humor, where teams of worms face off with an arsenal of hilarious weapons. Its tactical gameplay, destructible environments, and multiplayer mode made it a favorite. It's an icon of turn-based battles and humor in video games."
      },
      "image": "/imagenes/videojuegos/Worms_Armageddon.jpg",
      "platfomrs": "PC, PlayStation, Nintendo 64, Dreamcast",
      "masterpiece": false
    },
    {
      "id": 86,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Metal Slug", "en": "Metal Slug" },
      "author": "Nazca Corporation (SNK)",
      "year": 1996,
      "description": {
        "es": "Un frenético 'run and gun' arcade famoso por su impresionante animación 'pixel art' y su acción explosiva. Controlas a soldados de élite en una guerra contra un ejército rebelde y alienígenas, con vehículos y armas devastadoras. Es un festín visual y jugable, un referente de la acción arcade 2D.",
        "en": "A frantic arcade 'run and gun' famous for its stunning pixel art animation and explosive action. You control elite soldiers in a war against a rebel army and aliens, with devastating vehicles and weapons. It's a visual and playable feast, a benchmark for 2D arcade action."
      },
      "image": "/imagenes/videojuegos/Metal_Slug.jpg",
      "platfomrs": "Neo Geo, Arcade",
      "masterpiece": false
    },
    {
      "id": 87,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Metal Slug 2", "en": "Metal Slug 2" },
      "author": "SNK",
      "year": 1998,
      "description": {
        "es": "La secuela que expandió la locura del original con nuevos personajes jugables, vehículos y transformaciones (como la momificación). Mantuvo el caos visual y la acción sin límites, añadiendo más variedad y humor. Fue un éxito arcade que perfeccionó la fórmula de 'run and gun'.",
        "en": "The sequel that expanded on the original's madness with new playable characters, vehicles, and transformations (like mummification). It maintained the visual chaos and limitless action, adding more variety and humor. It was an arcade hit that perfected the 'run and gun' formula."
      },
      "image": "/imagenes/videojuegos/Metal_Slug_2.jpg",
      "platfomrs": "Neo Geo, Arcade",
      "masterpiece": false
    },
    {
      "id": 88,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Metal Slug 3", "en": "Metal Slug 3" },
      "author": "SNK",
      "year": 2000,
      "description": {
        "es": "Considerado la obra cumbre de la serie, llevando la acción a un nivel de locura sin precedentes con ramificaciones de niveles y una mayor variedad de enemigos y situaciones. Ofrece un diseño artístico soberbio y una dificultad desafiante. Es un festín visual y jugable, un clásico atemporal del 'run and gun'.",
        "en": "Considered the pinnacle of the series, taking action to an unprecedented level of madness with branching levels and a greater variety of enemies and situations. It offers superb artistic design and challenging difficulty. It is a visual and playable feast, a timeless 'run and gun' classic."
      },
      "image": "/imagenes/videojuegos/Metal_Slug_3.jpg",
      "platfomrs": "Neo Geo, Arcade, PlayStation 2, Xbox",
      "masterpiece": false
    },
    {
      "id": 89,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Donkey Kong", "en": "Donkey Kong" },
      "author": "Nintendo",
      "year": 1981,
      "description": {
        "es": "El legendario juego arcade que introdujo a Donkey Kong y, por primera vez, a Jumpman (futuro Mario). Debes escalar estructuras y esquivar barriles para rescatar a la damisela en apuros. Su diseño de niveles innovador y su impacto cultural lo convirtieron en un hito en la historia de los videojuegos.",
        "en": "The legendary arcade game that introduced Donkey Kong and, for the first time, Jumpman (future Mario). You must climb structures and dodge barrels to rescue the damsel in distress. Its innovative level design and cultural impact made it a milestone in video game history."
      },
      "image": "/imagenes/videojuegos/Donkey_Kong_1981.jpg",
      "platfomrs": "Arcade, NES, Atari 2600, múltiples plataformas",
      "masterpiece": false
    },
    {
      "id": 90,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Asteroids", "en": "Asteroids" },
      "author": "Atari",
      "year": 1979,
      "description": {
        "es": "Un icónico juego arcade de disparos basado en gráficos vectoriales. Controlas una nave espacial que debe destruir asteroides y ovnis, evitando colisiones. Su jugabilidad sencilla pero adictiva, su sonido distintivo y su naturaleza desafiante lo convirtieron en un clásico perdurable y un referente de los juegos espaciales.",
        "en": "An iconic arcade shooter based on vector graphics. You control a spaceship that must destroy asteroids and UFOs, avoiding collisions. Its simple yet addictive gameplay, distinctive sound, and challenging nature made it an enduring classic and a benchmark for space games."
      },
      "image": "/imagenes/videojuegos/Asteroids.jpg",
      "platfomrs": "Arcade, Atari 2600, múltiples plataformas",
      "masterpiece": false
    },
    {
      "id": 91,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Final Fantasy", "en": "Final Fantasy" },
      "author": "Square",
      "year": 1987,
      "description": {
        "es": "El juego que salvó a Square de la bancarrota y dio inicio a una de las sagas de RPG más famosas. Presenta un mundo de fantasía con combates por turnos, un sistema de clases flexible y una historia épica. Su influencia en el género JRPG es inmensa, sentando las bases para futuros éxitos.",
        "en": "The game that saved Square from bankruptcy and started one of the most famous RPG sagas. It features a fantasy world with turn-based combat, a flexible class system, and an epic story. Its influence on the JRPG genre is immense, laying the groundwork for future successes."
      },
      "image": "/imagenes/videojuegos/Final_Fantasy_1987.jpg",
      "platfomrs": "NES, Famicom",
      "masterpiece": false
    },
    {
      "id": 92,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Final Fantasy VII", "en": "Final Fantasy VII" },
      "author": "Square",
      "year": 1997,
      "description": {
        "es": "Un RPG revolucionario que llevó el género a nuevas alturas con gráficos 3D impresionantes y una narrativa profunda y emocional. Sigue la historia de Cloud Strife y AVALANCHE en su lucha contra Shinra. Su compleja trama, personajes memorables y banda sonora icónica lo convierten en un hito cultural y un referente del género.",
        "en": "A revolutionary RPG that took the genre to new heights with stunning 3D graphics and a deep, emotional narrative. It follows the story of Cloud Strife and AVALANCHE in their fight against Shinra. Its complex plot, memorable characters, and iconic soundtrack make it a cultural milestone and a benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/Final_Fantasy_VII.jpg",
      "platfomrs": "PlayStation, PC",
      "masterpiece": false
    },
    {
      "id": 93,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Final Fantasy X", "en": "Final Fantasy X" },
      "author": "Square",
      "year": 2001,
      "description": {
        "es": "El primer Final Fantasy en PlayStation 2, que introdujo voces y gráficos impresionantes para su época. Ofrece una historia emotiva y lineal, con un sistema de combate por turnos 'Condicional' que permitía una gran estrategia. Es recordado por sus personajes, su banda sonora y su impacto visual.",
        "en": "The first Final Fantasy on PlayStation 2, which introduced voice acting and stunning graphics for its time. It offers an emotional and linear story, with a 'Conditional' turn-based combat system that allowed for great strategy. It is remembered for its characters, soundtrack, and visual impact."
      },
      "image": "/imagenes/videojuegos/Final_Fantasy_X.jpg",
      "platfomrs": "PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 94,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Final Fantasy XIV: A Realm Reborn", "en": "Final Fantasy XIV: A Realm Reborn" },
      "author": "Square Enix",
      "year": 2013,
      "description": {
        "es": "Un exitoso renacimiento de un MMORPG fallido, transformándose en uno de los mejores del género. Ofrece un mundo de fantasía masivo, una narrativa épica y una constante expansión de contenido. Es aclamado por su calidad, su comunidad y su habilidad para contar historias emocionales dentro de un MMO.",
        "en": "A successful rebirth of a failed MMORPG, transforming into one of the best in the genre. It offers a massive fantasy world, an epic narrative, and constant content expansion. It is acclaimed for its quality, community, and ability to tell emotional stories within an MMO."
      },
      "image": "/imagenes/videojuegos/Final_Fantasy_XIV.jpg",
      "platfomrs": "PC, PlayStation 3, PlayStation 4, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 95,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Diablo", "en": "Diablo" },
      "author": "Blizzard North",
      "year": 1996,
      "description": {
        "es": "Un revolucionario RPG de acción que sentó las bases del género 'hack and slash' y los 'looter-RPGs'. Te sumerge en las profundidades de una catedral infestada de demonios, ofreciendo exploración de mazmorras aleatorias y acumulación de botín. Su atmósfera oscura y su jugabilidad adictiva lo convirtieron en un clásico instantáneo.",
        "en": "A revolutionary action RPG that laid the groundwork for the 'hack and slash' genre and 'looter-RPGs'. It plunges you into the depths of a demon-infested cathedral, offering random dungeon exploration and loot accumulation. Its dark atmosphere and addictive gameplay made it an instant classic."
      },
      "image": "/imagenes/videojuegos/Diablo_1996.jpg",
      "platfomrs": "PC, Mac OS, PlayStation",
      "masterpiece": false
    },
    {
      "id": 96,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Diablo II", "en": "Diablo II" },
      "author": "Blizzard North",
      "year": 2000,
      "description": {
        "es": "Considerado por muchos como la cumbre del género de los 'hack and slash'. Expandió masivamente el mundo, las clases y el sistema de botín, ofreciendo una rejugabilidad casi infinita. Su jugabilidad adictiva, su oscuro lore y su multijugador online lo convirtieron en un fenómeno y un referente inigualable.",
        "en": "Considered by many to be the pinnacle of the 'hack and slash' genre. It massively expanded the world, classes, and loot system, offering almost infinite replayability. Its addictive gameplay, dark lore, and online multiplayer made it a phenomenon and an unmatched benchmark."
      },
      "image": "/imagenes/videojuegos/Diablo_II.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 97,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Diablo III", "en": "Diablo III" },
      "author": "Blizzard Entertainment",
      "year": 2012,
      "description": {
        "es": "La esperada tercera entrega de la saga, que llevó la acción 'hack and slash' a una nueva generación. Con gráficos renovados y un sistema de combate fluido, ofreció una experiencia más accesible y dinámica. Su constante evolución con expansiones y temporadas lo ha mantenido como un referente del género.",
        "en": "The long-awaited third installment of the saga, which brought 'hack and slash' action to a new generation. With renewed graphics and a fluid combat system, it offered a more accessible and dynamic experience. Its constant evolution with expansions and seasons has kept it as a benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/Diablo_III.jpg",
      "platfomrs": "PC, Mac OS, PlayStation 3, Xbox 360, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 98,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Diablo IV", "en": "Diablo IV" },
      "author": "Blizzard Entertainment",
      "year": 2023,
      "description": {
        "es": "Un regreso a las raíces oscuras y góticas de la saga, combinando un mundo abierto masivo con la acción 'hack and slash' característica. Ofrece una narrativa más sombría, clases personalizables y un sistema de botín profundo. Su ambientación lúgubre y su jugabilidad adictiva lo convierten en una experiencia inmersiva para los fans del género.",
        "en": "A return to the dark and gothic roots of the saga, combining a massive open world with characteristic 'hack and slash' action. It offers a darker narrative, customizable classes, and a deep loot system. Its gloomy setting and addictive gameplay make it an immersive experience for genre fans."
      },
      "image": "/imagenes/videojuegos/Diablo_IV.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 99,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Path of Exile", "en": "Path of Exile" },
      "author": "Grinding Gear Games",
      "year": 2013,
      "description": {
        "es": "Un ARPG gratuito aclamado por su profunda personalización de personajes y su complejo árbol de habilidades pasivas. Ofrece un mundo oscuro y una jugabilidad 'hack and slash' adictiva, con actualizaciones constantes y ligas de temporada. Es un paraíso para los amantes de la construcción de personajes y la experimentación.",
        "en": "A free-to-play ARPG acclaimed for its deep character customization and complex passive skill tree. It offers a dark world and addictive 'hack and slash' gameplay, with constant updates and seasonal leagues. It's a paradise for lovers of character building and experimentation."
      },
      "image": "/imagenes/videojuegos/Path_of_Exile.jpg",
      "platfomrs": "PC, Xbox One, PlayStation 4, Mac OS",
      "masterpiece": false
    },
    {
      "id": 100,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Path of Exile 2", "en": "Path of Exile 2" },
      "author": "Grinding Gear Games",
      "year": 2024,
      "description": {
        "es": "La esperada secuela de Path of Exile, que promete una nueva campaña, clases y mejoras significativas en el motor gráfico y la jugabilidad. Mantendrá la profundidad y la complejidad que caracterizan al original, ofreciendo un nuevo nivel de desafío y personalización. Se perfila como un referente en el futuro de los ARPG.",
        "en": "The highly anticipated sequel to Path of Exile, promising a new campaign, classes, and significant improvements to the graphics engine and gameplay. It will maintain the depth and complexity that characterize the original, offering a new level of challenge and customization. It is set to be a benchmark in the future of ARPGs."
      },
      "image": "/imagenes/videojuegos/Path_of_Exile_2.jpg",
      "platfomrs": "PC, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 101,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Baldur's Gate", "en": "Baldur's Gate" },
      "author": "BioWare",
      "year": 1998,
      "description": {
        "es": "Un RPG occidental clásico que sentó un precedente en el género, ambientado en el universo de Dungeons & Dragons. Ofrece una narrativa rica, compañeros memorables y combate táctico en tiempo real con pausa. Su impacto en la narración de historias y la libertad de rol es innegable.",
        "en": "A classic Western RPG that set a precedent in the genre, set in the Dungeons & Dragons universe. It offers a rich narrative, memorable companions, and real-time tactical combat with pause. Its impact on storytelling and role-playing freedom is undeniable."
      },
      "image": "/imagenes/videojuegos/Baldurs_Gate_1998.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 102,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Baldur's Gate II: Shadows of Amn", "en": "Baldur's Gate II: Shadows of Amn" },
      "author": "BioWare",
      "year": 2000,
      "description": {
        "es": "Considerado por muchos como uno de los mejores RPG de la historia. Expandió masivamente la narrativa, los personajes y las posibilidades de rol, con una historia épica y oscura. Su profundidad, sus misiones secundarias y su impacto en el género lo convirtieron en un referente insuperable.",
        "en": "Considered by many to be one of the best RPGs in history. It massively expanded the narrative, characters, and role-playing possibilities, with an epic and dark story. Its depth, side quests, and impact on the genre made it an unsurpassed benchmark."
      },
      "image": "/imagenes/videojuegos/Baldurs_Gate_II_Shadows_of_Amn.jpg",
      "platfomrs": "PC, Mac OS",
      "masterpiece": false
    },
    {
      "id": 103,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Baldur's Gate 3", "en": "Baldur's Gate 3" },
      "author": "Larian Studios",
      "year": 2023,
      "description": {
        "es": "El aclamado regreso de la saga, combinando la profundidad de los RPG de mesa con una libertad sin precedentes y una narrativa reactiva. Ofrece combate táctico por turnos, personajes carismáticos y decisiones con consecuencias significativas. Se ha consolidado como un nuevo estándar para los RPG modernos.",
        "en": "The acclaimed return of the saga, combining the depth of tabletop RPGs with unprecedented freedom and reactive narrative. It offers tactical turn-based combat, charismatic characters, and decisions with significant consequences. It has established itself as a new standard for modern RPGs."
      },
      "image": "/imagenes/videojuegos/Baldurs_Gate_3.jpg",
      "platfomrs": "PC, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 104,
      "category": "videogames",
      "subcategory": "indie",
      "title": { "es": "Monkey Island 2: LeChuck's Revenge", "en": "Monkey Island 2: LeChuck's Revenge" },
      "author": "LucasArts",
      "year": 1991,
      "description": {
        "es": "Una obra maestra de la aventura gráfica 'point-and-click', secuela de The Secret of Monkey Island. Sigue las hilarantes desventuras de Guybrush Threepwood en su búsqueda de un tesoro legendario. Destaca por su humor brillante, puzles ingeniosos y un estilo visual pixel-art icónico. Un referente del género y la comedia en videojuegos.",
        "en": "A masterpiece of 'point-and-click' graphic adventure, sequel to The Secret of Monkey Island. It follows the hilarious misadventures of Guybrush Threepwood in his search for a legendary treasure. It stands out for its brilliant humor, ingenious puzzles, and iconic pixel-art visual style. A benchmark for the genre and comedy in video games."
      },
      "image": "/imagenes/videojuegos/Monkey_Island_2_LeChucks_Revenge.jpg",
      "platfomrs": "PC, Amiga, Mac OS, iOS, PlayStation 3, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 105,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Resident Evil 7: Biohazard", "en": "Resident Evil 7: Biohazard" },
      "author": "Capcom",
      "year": 2017,
      "description": {
        "es": "Un audaz reinicio para la saga, que la devuelve a sus raíces de 'survival horror' con una inmersión en primera persona. Te sumerges en una casa sureña decrépita, enfrentando a la aterradora familia Baker. Su atmósfera claustrofóbica, escasez de recursos y sustos viscerales lo convierten en una experiencia verdaderamente aterradora y refrescante.",
        "en": "A bold reboot for the saga, returning it to its 'survival horror' roots with a first-person immersion. You dive into a decrepit Southern house, facing the terrifying Baker family. Its claustrophobic atmosphere, resource scarcity, and visceral scares make it a truly terrifying and refreshing experience."
      },
      "image": "/imagenes/videojuegos/Resident_Evil_7_Biohazard.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 106,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Resident Evil Village", "en": "Resident Evil Village" },
      "author": "Capcom",
      "year": 2021,
      "description": {
        "es": "La secuela directa de Resident Evil 7, que expande el terror a un enigmático pueblo europeo y su castillo gótico. Mezcla elementos de acción con el 'survival horror' característico, enfrentando a Ethan Winters a criaturas folclóricas y vampiros. Su diseño artístico, sus personajes memorables y su acción frenética lo hacen una experiencia variada y emocionante.",
        "en": "The direct sequel to Resident Evil 7, expanding the horror to an enigmatic European village and its gothic castle. It mixes action elements with characteristic 'survival horror', pitting Ethan Winters against folklore creatures and vampires. Its art design, memorable characters, and frantic action make it a varied and exciting experience."
      },
      "image": "/imagenes/videojuegos/Resident_Evil_Village.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 107,
      "category": "videogames",
      "subcategory": "indie",
      "title": { "es": "The Secret of Monkey Island", "en": "The Secret of Monkey Island" },
      "author": "LucasArts",
      "year": 1990,
      "description": {
        "es": "Una obra maestra de la aventura gráfica 'point-and-click' que te sumerge en el mundo de los piratas caribeños. Sigue las desventuras cómicas de Guybrush Threepwood en su intento de convertirse en un pirata. Sus ingeniosos puzles, diálogos hilarantes y su estilo gráfico pixel-art lo consolidaron como un clásico imperecedero del género.",
        "en": "A masterpiece of 'point-and-click' graphic adventure that immerses you in the world of Caribbean pirates. It follows the comical misadventures of Guybrush Threepwood in his attempt to become a pirate. Its ingenious puzzles, hilarious dialogues, and pixel-art graphic style established it as an enduring classic of the genre."
      },
      "image": "/imagenes/videojuegos/The_Secret_of_Monkey_Island.jpg",
      "platfomrs": "PC, Amiga, Atari ST, Sega CD, PlayStation 2, PlayStation 3, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 108,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Age of Empires", "en": "Age of Empires" },
      "author": "Ensemble Studios",
      "year": 1997,
      "description": {
        "es": "El RTS (estrategia en tiempo real) que marcó el inicio de una de las sagas más influyentes. Te permite guiar una civilización a través de distintas eras históricas, desde la Edad de Piedra hasta la Edad del Hierro. Con construcción de bases, gestión de recursos y combates épicos, sentó las bases para el género de estrategia histórica.",
        "en": "The RTS (real-time strategy) that marked the beginning of one of the most influential sagas. It allows you to guide a civilization through different historical eras, from the Stone Age to the Iron Age. With base building, resource management, and epic battles, it laid the groundwork for the historical strategy genre."
      },
      "image": "/imagenes/videojuegos/Age_of_Empires.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 109,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Age of Empires II: The Age of Kings", "en": "Age of Empires II: The Age of Kings" },
      "author": "Ensemble Studios",
      "year": 1999,
      "description": {
        "es": "Considerado por muchos como la cumbre del género RTS y uno de los mejores juegos de estrategia de todos los tiempos. Se centra en la Edad Media, con 13 civilizaciones únicas y campañas memorables. Su equilibrio, profundidad estratégica y la longevidad de su multijugador lo hacen un referente inigualable.",
        "en": "Considered by many to be the pinnacle of the RTS genre and one of the best strategy games of all time. It focuses on the Middle Ages, with 13 unique civilizations and memorable campaigns. Its balance, strategic depth, and the longevity of its multiplayer make it an unmatched benchmark."
      },
      "image": "/imagenes/videojuegos/Age_of_Empires_II_The_Age_of_Kings.jpg",
      "platfomrs": "PC, PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 110,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Age of Empires III", "en": "Age of Empires III" },
      "author": "Ensemble Studios",
      "year": 2005,
      "description": {
        "es": "La tercera entrega principal de la saga, que se centra en la era de la colonización europea en las Américas. Introdujo el concepto de 'Ciudad Natal', que ofrecía mejoras persistentes entre partidas. Con gráficos 3D mejorados y nuevas mecánicas, ofreció una evolución en la fórmula RTS de la serie.",
        "en": "The third main installment in the saga, focusing on the era of European colonization in the Americas. It introduced the 'Home City' concept, offering persistent improvements between matches. With improved 3D graphics and new mechanics, it offered an evolution in the series' RTS formula."
      },
      "image": "/imagenes/videojuegos/Age_of_Empires_III.jpg",
      "platfomrs": "PC, Mac OS X",
      "masterpiece": false
    },
    {
      "id": 111,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Age of Empires IV", "en": "Age of Empires IV" },
      "author": "Relic Entertainment, World's Edge",
      "year": 2021,
      "description": {
        "es": "Un regreso a las raíces históricas de la saga, centrado en la Edad Media, con gráficos modernos y una jugabilidad que honra a AoE II. Ofrece civilizaciones asimétricas y campañas narrativas inmersivas. Ha sido aclamado por revitalizar el género RTS clásico para una nueva generación de jugadores.",
        "en": "A return to the saga's historical roots, focused on the Middle Ages, with modern graphics and gameplay that honors AoE II. It offers asymmetric civilizations and immersive narrative campaigns. It has been acclaimed for revitalizing the classic RTS genre for a new generation of players."
      },
      "image": "/imagenes/videojuegos/Age_of_Empires_IV.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 112,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Tekken", "en": "Tekken" },
      "author": "Namco",
      "year": 1994,
      "description": {
        "es": "El juego que inició la influyente saga de lucha 3D, destacando por sus personajes con estilos de pelea únicos y un énfasis en el combate basado en combos. Sentó las bases para el uso de los cuatro botones de PlayStation para las cuatro extremidades. Su llegada marcó una era en los juegos de lucha tridimensionales.",
        "en": "The game that started the influential 3D fighting saga, standing out for its characters with unique fighting styles and an emphasis on combo-based combat. It laid the groundwork for the use of PlayStation's four buttons for the four limbs. Its arrival marked an era in three-dimensional fighting games."
      },
      "image": "/imagenes/videojuegos/Tekken.jpg",
      "platfomrs": "Arcade, PlayStation",
      "masterpiece": false
    },
    {
      "id": 113,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Tekken 3", "en": "Tekken 3" },
      "author": "Namco",
      "year": 1997,
      "description": {
        "es": "Considerado uno de los mejores juegos de lucha 3D de todos los tiempos. Introdujo nuevas mecánicas como los movimientos de esquiva y un elenco renovado de personajes. Sus gráficos impresionantes para la época, la fluidez de los combates y su modo Arcade lo convirtieron en un clásico atemporal.",
        "en": "Considered one of the best 3D fighting games of all time. It introduced new mechanics like sidestepping and a renewed cast of characters. Its impressive graphics for the time, fluid combat, and Arcade mode made it a timeless classic."
      },
      "image": "/imagenes/videojuegos/Tekken_3.jpg",
      "platfomrs": "Arcade, PlayStation",
      "masterpiece": false
    },
    {
      "id": 114,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Tekken 7", "en": "Tekken 7" },
      "author": "Bandai Namco Studios",
      "year": 2015,
      "description": {
        "es": "La entrega más reciente y competitiva de la saga, con gráficos de última generación y nuevas mecánicas como 'Rage Arts' y 'Power Crushes'. Ofrece un vasto elenco de personajes y un online robusto, siendo un pilar en el circuito de eSports de lucha. Su acción frenética y técnica lo mantienen en la cima del género.",
        "en": "The most recent and competitive installment in the saga, with next-gen graphics and new mechanics like 'Rage Arts' and 'Power Crushes'. It offers a vast cast of characters and robust online play, being a pillar in the fighting game eSports circuit. Its frantic and technical action keeps it at the top of the genre."
      },
      "image": "/imagenes/videojuegos/Tekken_7.jpg",
      "platfomrs": "Arcade, PlayStation 4, Xbox One, PC",
      "masterpiece": false
    },
    {
      "id": 115,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Mortal Kombat (1992)", "en": "Mortal Kombat (1992)" },
      "author": "Midway Games",
      "year": 1992,
      "description": {
        "es": "El polémico juego de lucha que revolucionó el género con sus gráficos digitalizados y, sobre todo, sus brutales 'Fatalities'. Presentó un elenco de personajes icónicos y una atmósfera oscura. Su violencia explícita lo convirtió en un fenómeno cultural y en un detonante para la creación del sistema de clasificación por edades.",
        "en": "The controversial fighting game that revolutionized the genre with its digitized graphics and, above all, its brutal 'Fatalities'. It featured a cast of iconic characters and a dark atmosphere. Its explicit violence made it a cultural phenomenon and a trigger for the creation of the age rating system."
      },
      "image": "/imagenes/videojuegos/Mortal_Kombat_1992.jpg",
      "platfomrs": "Arcade, Super NES, Sega Genesis",
      "masterpiece": false
    },
    {
      "id": 116,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Mortal Kombat II", "en": "Mortal Kombat II" },
      "author": "Midway Games",
      "year": 1993,
      "description": {
        "es": "La aclamada secuela que perfeccionó la fórmula de Mortal Kombat. Introdujo más personajes, arenas y aún más Fatalities, además de Friendships y Babalities. Mejoró los gráficos y la jugabilidad, consolidando su estatus como un gigante del género de lucha. Es un clásico inmortal de la era arcade.",
        "en": "The acclaimed sequel that perfected the Mortal Kombat formula. It introduced more characters, arenas, and even more Fatalities, as well as Friendships and Babalities. It improved graphics and gameplay, solidifying its status as a fighting game giant. It is an immortal classic of the arcade era."
      },
      "image": "/imagenes/videojuegos/Mortal_Kombat_II.jpg",
      "platfomrs": "Arcade, Super NES, Sega Genesis, PlayStation, Sega Saturn",
      "masterpiece": false
    },
    {
      "id": 117,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Mortal Kombat 11", "en": "Mortal Kombat 11" },
      "author": "NetherRealm Studios",
      "year": 2019,
      "description": {
        "es": "La entrega más reciente de la saga principal, con gráficos impresionantes y un sistema de combate renovado con 'Fatal Blows' y 'Krushing Blows'. Ofrece una profunda personalización de personajes y un modo historia cinemático de alta calidad. Mantuvo la brutalidad y el estilo que definen a Mortal Kombat, siendo un éxito crítico y comercial.",
        "en": "The most recent installment of the main saga, with stunning graphics and a revamped combat system with 'Fatal Blows' and 'Krushing Blows'. It offers deep character customization and a high-quality cinematic story mode. It maintained the brutality and style that define Mortal Kombat, being a critical and commercial success."
      },
      "image": "/imagenes/videojuegos/Mortal_Kombat_11.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch, Google Stadia",
      "masterpiece": false
    },
    {
      "id": 118,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Gran Turismo (1997)", "en": "Gran Turismo (1997)" },
      "author": "Polyphony Digital",
      "year": 1997,
      "description": {
        "es": "El 'simulador de conducción real' que revolucionó los juegos de carreras en consolas. Ofrecía una vasta colección de coches y una física realista para su época, combinando carreras arcade con elementos de simulación. Su profundidad, sus gráficos y su impacto en el género lo convirtieron en un clásico imprescindible de PlayStation.",
        "en": "The 'real driving simulator' that revolutionized racing games on consoles. It offered a vast collection of cars and realistic physics for its time, combining arcade racing with simulation elements. Its depth, graphics, and impact on the genre made it an essential PlayStation classic."
      },
      "image": "/imagenes/videojuegos/Gran_Turismo_1997.jpg",
      "platfomrs": "PlayStation",
      "masterpiece": false
    },
    {
      "id": 119,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Gran Turismo 3: A-Spec", "en": "Gran Turismo 3: A-Spec" },
      "author": "Polyphony Digital",
      "year": 2001,
      "description": {
        "es": "Un lanzamiento clave para PlayStation 2, que llevó los gráficos y la simulación de carreras a nuevas cotas. Ofrecía un realismo visual impresionante para su época y una experiencia de conducción profunda con cientos de coches. Fue un éxito masivo y un referente técnico para la consola.",
        "en": "A key launch title for PlayStation 2, taking racing graphics and simulation to new heights. It offered stunning visual realism for its time and a deep driving experience with hundreds of cars. It was a massive success and a technical benchmark for the console."
      },
      "image": "/imagenes/videojuegos/Gran_Turismo_3_A-Spec.jpg",
      "platfomrs": "PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 120,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Gran Turismo 7", "en": "Gran Turismo 7" },
      "author": "Polyphony Digital",
      "year": 2022,
      "description": {
        "es": "La entrega más reciente de la aclamada saga de simulación de carreras, que celebra la cultura automovilística con un nivel de detalle sin precedentes. Ofrece una vasta colección de coches, circuitos realistas y un modo carrera envolvente. Con gráficos de última generación y una física pulida, es un deleite para los amantes del motor.",
        "en": "The most recent installment in the acclaimed racing simulation saga, celebrating automotive culture with unprecedented detail. It offers a vast collection of cars, realistic tracks, and an immersive career mode. With next-gen graphics and polished physics, it's a delight for motor enthusiasts."
      },
      "image": "/imagenes/videojuegos/Gran_Turismo_7.jpg",
      "platfomrs": "PlayStation 4, PlayStation 5",
      "masterpiece": false
    },
    {
      "id": 121,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Duke Nukem 3D", "en": "Duke Nukem 3D" },
      "author": "3D Realms",
      "year": 1996,
      "description": {
        "es": "Un FPS icónico conocido por su protagonista rudo, su humor irreverente y sus niveles interactivos. Te sumerge en un mundo futurista invadido por alienígenas, con armas extravagantes y secretos por doquier. Su personalidad, su acción frenética y su libertad de interacción lo convirtieron en un clásico de culto del género.",
        "en": "An iconic FPS known for its tough protagonist, irreverent humor, and interactive levels. It immerses you in a futuristic world invaded by aliens, with outlandish weapons and secrets everywhere. Its personality, frantic action, and freedom of interaction made it a cult classic of the genre."
      },
      "image": "/imagenes/videojuegos/Duke_Nukem_3D.jpg",
      "platfomrs": "PC, Sega Saturn, PlayStation, Nintendo 64, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 122,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Tomb Raider (1996)", "en": "Tomb Raider (1996)" },
      "author": "Core Design",
      "year": 1996,
      "description": {
        "es": "El juego que introdujo a la icónica Lara Croft, definiendo el género de acción-aventura en 3D. Te sumerge en ruinas antiguas y tumbas llenas de puzles, trampas y criaturas peligrosas. Su combinación de exploración, resolución de acertijos y combate lo convirtió en un fenómeno cultural y un hito técnico para su época.",
        "en": "The game that introduced the iconic Lara Croft, defining the 3D action-adventure genre. It plunges you into ancient ruins and tombs filled with puzzles, traps, and dangerous creatures. Its combination of exploration, puzzle-solving, and combat made it a cultural phenomenon and a technical milestone for its time."
      },
      "image": "/imagenes/videojuegos/Tomb_Raider_1996.jpg",
      "platfomrs": "PC, PlayStation, Sega Saturn",
      "masterpiece": false
    },
    {
      "id": 123,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Uncharted: El Tesoro de Drake", "en": "Uncharted: Drake's Fortune" },
      "author": "Naughty Dog",
      "year": 2007,
      "description": {
        "es": "El inicio de una aclamada saga de acción y aventura exclusiva de PlayStation. Sigue al carismático Nathan Drake en su búsqueda de un tesoro perdido, combinando tiroteos intensos, plataformas cinemáticas y puzles. Su narrativa tipo película, personajes memorables y acción constante lo convirtieron en un referente del género.",
        "en": "The beginning of an acclaimed PlayStation-exclusive action-adventure saga. It follows the charismatic Nathan Drake in his search for lost treasure, combining intense gunfights, cinematic platforming, and puzzles. Its film-like narrative, memorable characters, and constant action made it a benchmark for the genre."
      },
      "image": "/imagenes/videojuegos/Uncharted_Drakes_Fortune.jpg",
      "platfomrs": "PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 124,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Uncharted 2: El Reino de los Ladrones", "en": "Uncharted 2: Among Thieves" },
      "author": "Naughty Dog",
      "year": 2009,
      "description": {
        "es": "Considerado una obra maestra y uno de los mejores juegos de su generación. Perfeccionó la fórmula de la primera entrega con secuencias de acción aún más espectaculares, una narrativa más profunda y un multijugador robusto. Fue aclamado por sus gráficos, su ritmo y su impacto cinemático.",
        "en": "Considered a masterpiece and one of the best games of its generation. It perfected the formula of the first installment with even more spectacular action sequences, a deeper narrative, and robust multiplayer. It was acclaimed for its graphics, pacing, and cinematic impact."
      },
      "image": "/imagenes/videojuegos/Uncharted_2_Among_Thieves.jpg",
      "platfomrs": "PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 125,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Uncharted 3: La Traición de Drake", "en": "Uncharted 3: Drake's Deception" },
      "author": "Naughty Dog",
      "year": 2011,
      "description": {
        "es": "La tercera entrega de la saga principal, que llevó a Nathan Drake a una búsqueda global llena de engaños y revelaciones personales. Ofreció secuencias de acción aún más ambiciosas y una mejora en los elementos de sigilo y combate cuerpo a cuerpo. Un espectáculo visual y narrativo que siguió elevando el estándar de los juegos de aventuras.",
        "en": "The third installment of the main saga, which took Nathan Drake on a global quest full of deception and personal revelations. It offered even more ambitious action sequences and improved stealth and hand-to-hand combat elements. A visual and narrative spectacle that continued to raise the bar for adventure games."
      },
      "image": "/imagenes/videojuegos/Uncharted_3_Drakes_Deception.jpg",
      "platfomrs": "PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 126,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Uncharted 4: El Desenlace del Ladrón", "en": "Uncharted 4: A Thief's End" },
      "author": "Naughty Dog",
      "year": 2016,
      "description": {
        "es": "La emotiva y épica conclusión de la historia de Nathan Drake, que lo trae de vuelta para una última aventura junto a su hermano. Con gráficos fotorrealistas y una narrativa madura, combina exploración, puzles y tiroteos de una manera magistral. Fue aclamado como una obra cumbre del estudio y un referente para la narración en videojuegos.",
        "en": "The emotional and epic conclusion to Nathan Drake's story, bringing him back for one last adventure with his brother. With photorealistic graphics and a mature narrative, it masterfully combines exploration, puzzles, and gunfights. It was acclaimed as a masterpiece from the studio and a benchmark for storytelling in video games."
      },
      "image": "/imagenes/videojuegos/Uncharted_4_A_Thiefs_End.jpg",
      "platfomrs": "PlayStation 4, PC",
      "masterpiece": false
    },
    {
      "id": 127,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "NBA Jam", "en": "NBA Jam" },
      "author": "Midway Games",
      "year": 1993,
      "description": {
        "es": "Un arcade de baloncesto 2 contra 2 que revolucionó el género con su jugabilidad exagerada y comentarios memorables. Famoso por sus mates imposibles y la frase 'He's on fire!', ofrecía una diversión frenética y accesible. Se convirtió en un fenómeno cultural y un clásico de los salones recreativos.",
        "en": "A 2-on-2 arcade basketball game that revolutionized the genre with its over-the-top gameplay and memorable commentary. Famous for its impossible dunks and the phrase 'He's on fire!', it offered frantic and accessible fun. It became a cultural phenomenon and an arcade classic."
      },
      "image": "/imagenes/videojuegos/NBA_Jam.jpg",
      "platfomrs": "Arcade, Super NES, Sega Genesis, múltiples plataformas",
      "masterpiece": false
    },
    {
      "id": 128,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Cadillacs and Dinosaurs", "en": "Cadillacs and Dinosaurs" },
      "author": "Capcom",
      "year": 1993,
      "description": {
        "es": "Un clásico 'beat 'em up' arcade basado en el cómic Xenozoic Tales, famoso por su ambientación post-apocalíptica con dinosaurios. Elige entre cuatro personajes para luchar contra mutantes y cazadores furtivos. Destaca por sus gráficos vibrantes, su acción cooperativa y la posibilidad de usar coches como armas. Un festín de acción para los fans del género.",
        "en": "A classic arcade 'beat 'em up' based on the Xenozoic Tales comic, famous for its post-apocalyptic setting with dinosaurs. Choose between four characters to fight mutants and poachers. It stands out for its vibrant graphics, cooperative action, and the ability to use cars as weapons. An action feast for fans of the genre."
      },
      "image": "/imagenes/videojuegos/Cadillacs_and_Dinosaurs.jpg",
      "platfomrs": "Arcade",
      "masterpiece": false
    },
    {
      "id": 129,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Pang (Buster Bros.)", "en": "Pang (Buster Bros.)" },
      "author": "Mitchell Corporation",
      "year": 1989,
      "description": {
        "es": "Un adictivo juego arcade de acción y puzles donde debes disparar y dividir burbujas para eliminarlas. Controlas a dos hermanos que viajan por el mundo, enfrentando desafíos únicos en cada ubicación. Su jugabilidad sencilla pero desafiante, su encanto y su modo cooperativo lo convirtieron en un clásico atemporal.",
        "en": "An addictive arcade action-puzzle game where you must shoot and split bubbles to eliminate them. You control two brothers traveling the world, facing unique challenges in each location. Its simple yet challenging gameplay, charm, and cooperative mode made it a timeless classic."
      },
      "image": "/imagenes/videojuegos/Pang.jpg",
      "platfomrs": "Arcade, NES, Amiga, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 130,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Super Pang", "en": "Super Pang" },
      "author": "Mitchell Corporation",
      "year": 1990,
      "description": {
        "es": "La aclamada secuela de Pang, que perfeccionó la fórmula con gráficos mejorados, nuevos modos de juego y más variedad de armas y burbujas. Mantuvo la acción frenética y la adicción del original, ofreciendo desafíos aún mayores. Un clásico arcade que sigue siendo divertido hoy en día.",
        "en": "The acclaimed sequel to Pang, which perfected the formula with improved graphics, new game modes, and more weapon and bubble variety. It maintained the frantic action and addiction of the original, offering even greater challenges. An arcade classic that remains fun today."
      },
      "image": "/imagenes/videojuegos/Super_Pang.jpg",
      "platfomrs": "Arcade, Super NES, Game Boy",
      "masterpiece": false
    },
    {
      "id": 131,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Mighty! Pang", "en": "Mighty! Pang" },
      "author": "Mitchell Corporation",
      "year": 2000,
      "description": {
        "es": "Una entrega moderna de la saga Pang, que trajo la acción de burbujas a nuevas plataformas con gráficos actualizados y nuevas mecánicas. Mantiene la esencia del juego original, ofreciendo una experiencia divertida y desafiante para los fans de siempre y los nuevos jugadores. Continúa el legado de este adictivo juego de puzles y acción.",
        "en": "A modern installment of the Pang saga, bringing bubble action to new platforms with updated graphics and new mechanics. It maintains the essence of the original game, offering a fun and challenging experience for both long-time fans and new players. It continues the legacy of this addictive puzzle-action game."
      },
      "image": "/imagenes/videojuegos/Mighty_Pang.jpg",
      "platfomrs": "Arcade, PlayStation",
      "masterpiece": false
    },
    {
      "id": 132,
      "category": "videogames",
      "subcategory": "puzzle",
      "title": { "es": "Puzzle Bobble (Bust-A-Move)", "en": "Puzzle Bobble (Bust-A-Move)" },
      "author": "Taito",
      "year": 1994,
      "description": {
        "es": "Un adictivo juego de puzles donde disparas burbujas de colores para formar grupos y eliminarlas antes de que llenen la pantalla. Con sus adorables dragones Bub y Bob, y su jugabilidad sencilla pero profunda, se convirtió en un éxito mundial. Es un clásico imperecedero de los puzles.",
        "en": "An addictive puzzle game where you shoot colored bubbles to form groups and eliminate them before they fill the screen. With its adorable dragons Bub and Bob, and its simple yet deep gameplay, it became a worldwide hit. It is an enduring puzzle classic."
      },
      "image": "/imagenes/videojuegos/Puzzle_Bobble.jpg",
      "platfomrs": "Arcade, Neo Geo, Super NES, PlayStation, Sega Saturn, entre otros",
      "masterpiece": false
    },
    {
      "id": 133,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Simpsons Arcade Game", "en": "The Simpsons Arcade Game" },
      "author": "Konami",
      "year": 1991,
      "description": {
        "es": "Un divertido 'beat 'em up' arcade basado en la popular serie de televisión. Juega como Homer, Marge, Bart o Lisa en una misión para rescatar a Maggie de Smithers. Su humor, sus gráficos coloridos y su acción cooperativa para cuatro jugadores lo convirtieron en un clásico instantáneo y un favorito de los fans.",
        "en": "A fun arcade 'beat 'em up' based on the popular TV series. Play as Homer, Marge, Bart, or Lisa on a mission to rescue Maggie from Smithers. Its humor, colorful graphics, and four-player cooperative action made it an instant classic and a fan favorite."
      },
      "image": "/imagenes/videojuegos/The_Simpsons_Arcade_Game.jpg",
      "platfomrs": "Arcade, PlayStation 3, Xbox 360",
      "masterpiece": false
    },
    {
      "id": 134,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Sunset Riders", "en": "Sunset Riders" },
      "author": "Konami",
      "year": 1991,
      "description": {
        "es": "Un vibrante 'run and gun' arcade con temática del Viejo Oeste. Controla a uno de los cuatro cazarrecompensas en una misión para derribar a los forajidos más peligrosos. Destaca por sus gráficos coloridos, su acción frenética y sus memorables jefes. Un clásico cooperativo que sigue siendo muy divertido.",
        "en": "A vibrant arcade 'run and gun' with a Wild West theme. Control one of four bounty hunters on a mission to take down the most dangerous outlaws. It stands out for its colorful graphics, frantic action, and memorable bosses. A cooperative classic that remains a lot of fun."
      },
      "image": "/imagenes/videojuegos/Sunset_Sliders.jpg",
      "platfomrs": "Arcade, Super NES, Sega Genesis",
      "masterpiece": false
    },
    {
      "id": 135,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Teenage Mutant Ninja Turtles: Turtles in Time", "en": "Teenage Mutant Ninja Turtles: Turtles in Time" },
      "author": "Konami",
      "year": 1991,
      "description": {
        "es": "Un icónico 'beat 'em up' arcade basado en las Tortugas Ninja, que te lleva a través de diferentes eras temporales. Juega como Leonardo, Donatello, Michelangelo o Raphael y lucha contra Shredder y sus secuaces. Sus gráficos coloridos, su acción cooperativa y su fidelidad al material original lo convirtieron en un favorito de los fans.",
        "en": "An iconic arcade 'beat 'em up' based on the Ninja Turtles, taking you through different time eras. Play as Leonardo, Donatello, Michelangelo, or Raphael and fight against Shredder and his minions. Its colorful graphics, cooperative action, and faithfulness to the source material made it a fan favorite."
      },
      "image": "/imagenes/videojuegos/TMNT_Turtles_in_Time.jpg",
      "platfomrs": "Arcade, Super NES",
      "masterpiece": false
    },
    {
      "id": 136,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Street Hoop (Dunk Dream)", "en": "Street Hoop (Dunk Dream)" },
      "author": "Data East",
      "year": 1994,
      "description": {
        "es": "Un arcade de baloncesto callejero 3 contra 3 que se hizo popular por su acción rápida y sus mates espectaculares. Elige entre diferentes países con habilidades únicas y domina la cancha. Su estilo gráfico vibrante y su jugabilidad arcade lo convirtieron en un clásico para los amantes del baloncesto.",
        "en": "A 3-on-3 street basketball arcade game that became popular for its fast action and spectacular dunks. Choose between different countries with unique abilities and dominate the court. Its vibrant graphic style and arcade gameplay made it a classic for basketball lovers."
      },
      "image": "/imagenes/videojuegos/Street_Hoop.jpg",
      "platfomrs": "Arcade, Neo Geo",
      "masterpiece": false
    },
    {
      "id": 137,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Knights of the Round", "en": "Knights of the Round" },
      "author": "Capcom",
      "year": 1991,
      "description": {
        "es": "Un 'beat 'em up' lateral de fantasía medieval basado en la leyenda del Rey Arturo. Juega como Arthur, Lancelot o Percival y lucha contra caballeros y criaturas míticas. Destaca por su sistema de subida de nivel de armas y su acción cooperativa, convirtiéndose en un clásico arcade muy querido.",
        "en": "A medieval fantasy side-scrolling 'beat 'em up' based on the legend of King Arthur. Play as Arthur, Lancelot, or Percival and fight against knights and mythical creatures. It stands out for its weapon leveling system and cooperative action, becoming a beloved arcade classic."
      },
      "image": "/imagenes/videojuegos/Knights_of_the_Round.jpg",
      "platfomrs": "Arcade, Super NES",
      "masterpiece": false
    },
    {
      "id": 138,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Cabal", "en": "Cabal" },
      "author": "TAD Corporation",
      "year": 1988,
      "description": {
        "es": "Un innovador shooter con vista detrás del personaje donde destruyes todo el escenario y evitas el fuego enemigo. Controlas a un soldado en una misión de demolición, con un sistema de cubierta y ataque. Su acción explosiva y su jugabilidad única lo convirtieron en un éxito arcade y un referente para futuros shooters.",
        "en": "An innovative shooter with a behind-the-character view where you destroy the entire scenery and avoid enemy fire. You control a soldier on a demolition mission, with a cover and attack system. Its explosive action and unique gameplay made it an arcade hit and a benchmark for future shooters."
      },
      "image": "/imagenes/videojuegos/Cabal.jpg",
      "platfomrs": "Arcade, NES, Amiga, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 139,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Star Wars: Battlefront (2004)", "en": "Star Wars: Battlefront (2004)" },
      "author": "Pandemic Studios",
      "year": 2004,
      "description": {
        "es": "Un shooter en primera y tercera persona que permite a los jugadores participar en las icónicas batallas de Star Wars. Elige tu facción (Imperio, Rebeldes, etc.) y lucha en mapas a gran escala con vehículos y héroes. Su fidelidad al universo y su enfoque en batallas masivas lo hicieron un favorito de los fans.",
        "en": "A first and third-person shooter that allows players to participate in iconic Star Wars battles. Choose your faction (Empire, Rebels, etc.) and fight on large-scale maps with vehicles and heroes. Its fidelity to the universe and its focus on massive battles made it a fan favorite."
      },
      "image": "/imagenes/videojuegos/Star_Wars_Battlefront_2004.jpg",
      "platfomrs": "PlayStation 2, Xbox, PC",
      "masterpiece": false
    },
    {
      "id": 140,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Star Wars Battlefront II (2005)", "en": "Star Wars Battlefront II (2005)" },
      "author": "Pandemic Studios",
      "year": 2005,
      "description": {
        "es": "La secuela que expandió el concepto del original con un modo campaña más profundo, batallas espaciales y la posibilidad de jugar como héroes y villanos. Ofreció aún más contenido y mejoras en la jugabilidad. Es considerado por muchos como la mejor entrega clásica de la serie.",
        "en": "The sequel that expanded on the original concept with a deeper campaign mode, space battles, and the ability to play as heroes and villains. It offered even more content and gameplay improvements. It is considered by many to be the best classic installment in the series."
      },
      "image": "/imagenes/videojuegos/Star_Wars_Battlefront_II_2005.jpg",
      "platfomrs": "PlayStation 2, Xbox, PC, PlayStation Portable",
      "masterpiece": false
    },
    {
      "id": 141,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Star Wars Battlefront (2015)", "en": "Star Wars Battlefront (2015)" },
      "author": "DICE",
      "year": 2015,
      "description": {
        "es": "Un reinicio visualmente impresionante de la saga Battlefront, con gráficos fotorrealistas que te sumergen en el universo de Star Wars. Se centró en el multijugador a gran escala con batallas épicas en planetas icónicos. Aunque criticado por su falta de contenido inicial, su fidelidad audiovisual fue elogiada.",
        "en": "A visually stunning reboot of the Battlefront saga, with photorealistic graphics that immerse you in the Star Wars universe. It focused on large-scale multiplayer with epic battles on iconic planets. Although criticized for its initial lack of content, its audiovisual fidelity was praised."
      },
      "image": "/imagenes/videojuegos/Star_Wars_Battlefront_2015.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 142,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Star Wars Battlefront II (2017)", "en": "Star Wars Battlefront II (2017)" },
      "author": "DICE, Criterion Games, Motive Studios",
      "year": 2017,
      "description": {
        "es": "La secuela del reinicio, que añadió una campaña para un jugador y más contenido multijugador, incluyendo héroes y vehículos de todas las eras. Aunque su lanzamiento fue controvertido por las microtransacciones, el juego mejoró significativamente con el tiempo gracias a actualizaciones. Ofrece batallas masivas y una experiencia inmersiva de Star Wars.",
        "en": "The sequel to the reboot, which added a single-player campaign and more multiplayer content, including heroes and vehicles from all eras. Although its launch was controversial due to microtransactions, the game significantly improved over time thanks to updates. It offers massive battles and an immersive Star Wars experience."
      },
      "image": "/imagenes/videojuegos/Star_Wars_Battlefront_II_2017.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 143,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Little Nightmares", "en": "Little Nightmares" },
      "author": "Tarsier Studios",
      "year": 2017,
      "description": {
        "es": "Un atmosférico juego de plataformas y puzles con elementos de terror. Controlas a Six, una niña en un mundo surrealista y grotesco llamado Las Fauces. Su diseño artístico único, su ambiente opresivo y sus persecuciones memorables lo convierten en una experiencia de terror psicológico inolvidable.",
        "en": "An atmospheric puzzle-platformer with horror elements. You control Six, a little girl in a surreal and grotesque world called The Maw. Its unique art design, oppressive atmosphere, and memorable chases make it an unforgettable psychological horror experience."
      },
      "image": "/imagenes/videojuegos/Little_Nightmares.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 144,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Little Nightmares II", "en": "Little Nightmares II" },
      "author": "Tarsier Studios",
      "year": 2021,
      "description": {
        "es": "La secuela del aclamado juego de terror, expandiendo el universo con nuevos entornos y un nuevo protagonista, Mono, que viaja junto a Six. Mantuvo la atmósfera opresiva y los puzles inteligentes, añadiendo más acción y momentos de tensión. Un juego visualmente impactante y emocionalmente resonante.",
        "en": "The sequel to the acclaimed horror game, expanding the universe with new environments and a new protagonist, Mono, who travels alongside Six. It maintained the oppressive atmosphere and clever puzzles, adding more action and tense moments. A visually striking and emotionally resonant game."
      },
      "image": "/imagenes/videojuegos/Little_Nightmares_II.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 145,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Toki", "en": "Toki" },
      "author": "TAD Corporation",
      "year": 1989,
      "description": {
        "es": "Un peculiar juego de plataformas y acción donde un guerrero se transforma en un simio que escupe bolas de energía para rescatar a su amada. Destaca por sus gráficos coloridos, su jugabilidad desafiante y su sentido del humor. Un clásico arcade con un protagonista inolvidable.",
        "en": "A peculiar action-platformer where a warrior transforms into an ape that spits energy balls to rescue his beloved. It stands out for its colorful graphics, challenging gameplay, and sense of humor. An arcade classic with an unforgettable protagonist."
      },
      "image": "/imagenes/videojuegos/Toki.jpg",
      "platfomrs": "Arcade, NES, Amiga, Atari ST, Commodore 64, Sega Genesis",
      "masterpiece": false
    },
    {
      "id": 146,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Yie Ar Kung-Fu", "en": "Yie Ar Kung-Fu" },
      "author": "Konami",
      "year": 1985,
      "description": {
        "es": "Un influyente juego de lucha arcade que introdujo movimientos variados y una barra de vida, sentando las bases para el género. Controlas a Oolong, un maestro de kung-fu que debe derrotar a varios oponentes con estilos de lucha únicos. Su impacto en los juegos de lucha es innegable.",
        "en": "An influential arcade fighting game that introduced varied moves and a life bar, laying the groundwork for the genre. You control Oolong, a kung-fu master who must defeat various opponents with unique fighting styles. Its impact on fighting games is undeniable."
      },
      "image": "/imagenes/videojuegos/Yie_Ar_Kung-Fu.jpg",
      "platfomrs": "Arcade, NES, MSX, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 147,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Kung-Fu Master (Spartan X)", "en": "Kung-Fu Master (Spartan X)" },
      "author": "Irem",
      "year": 1984,
      "description": {
        "es": "Uno de los primeros y más influyentes 'beat 'em ups' de desplazamiento lateral. Juegas como Thomas, luchando a través de una pagoda llena de enemigos para rescatar a su novia. Su jugabilidad sencilla pero adictiva y su acción directa lo convirtieron en un clásico arcade y un precursor del género.",
        "en": "One of the earliest and most influential side-scrolling 'beat 'em ups'. You play as Thomas, fighting through a pagoda full of enemies to rescue his girlfriend. Its simple yet addictive gameplay and direct action made it an arcade classic and a precursor to the genre."
      },
      "image": "/imagenes/videojuegos/Kung_Fu_Master.jpg",
      "platfomrs": "Arcade, NES, Atari 2600, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 148,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Commandos: Behind Enemy Lines", "en": "Commandos: Behind Enemy Lines" },
      "author": "Pyro Studios",
      "year": 1998,
      "description": {
        "es": "Un innovador juego de estrategia en tiempo real con elementos de sigilo, ambientado en la Segunda Guerra Mundial. Controlas a un equipo de élite con habilidades únicas en misiones tácticas detrás de las líneas enemigas. Su dificultad desafiante y su jugabilidad táctica lo convirtieron en un clásico de culto español.",
        "en": "An innovative real-time strategy game with stealth elements, set in World War II. You control an elite team with unique skills on tactical missions behind enemy lines. Its challenging difficulty and tactical gameplay made it a Spanish cult classic."
      },
      "image": "/imagenes/videojuegos/Commandos_Behind_Enemy_Lines.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 149,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Hammerin' Harry", "en": "Hammerin' Harry" },
      "author": "Irem",
      "year": 1990,
      "description": {
        "es": "Un divertido juego de plataformas y acción donde controlas a un trabajador de la construcción armado con un martillo gigante. Lucha contra villanos y estructuras que se desmoronan en niveles llenos de humor. Su estilo artístico distintivo y su jugabilidad arcade lo convirtieron en un clásico japonés.",
        "en": "A fun action-platformer where you control a construction worker armed with a giant hammer. Fight against villains and crumbling structures in levels full of humor. Its distinctive art style and arcade gameplay made it a Japanese classic."
      },
      "image": "/imagenes/videojuegos/Hammerin_Harry.jpg",
      "platfomrs": "Arcade, NES, Game Boy",
      "masterpiece": false
    },
    {
      "id": 150,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Fatal Fury 3: Road to the Final Victory", "en": "Fatal Fury 3: Road to the Final Victory" },
      "author": "SNK",
      "year": 1995,
      "description": {
        "es": "Una entrega clave en la saga de lucha Fatal Fury, que introdujo un nuevo sistema de combate con tres planos de movimiento, añadiendo más profundidad táctica. Con gráficos mejorados y un elenco de personajes carismáticos, fue un éxito en los salones recreativos. Un clásico de la lucha 2D de SNK.",
        "en": "A key installment in the Fatal Fury fighting saga, which introduced a new combat system with three movement planes, adding more tactical depth. With improved graphics and a cast of charismatic characters, it was a hit in arcades. A classic 2D fighting game from SNK."
      },
      "image": "/imagenes/videojuegos/Fatal_Fury_3.jpg",
      "platfomrs": "Neo Geo, Neo Geo CD, Sega Saturn, PC",
      "masterpiece": false
    },
    {
      "id": 151,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Pit-Fighter", "en": "Pit-Fighter" },
      "author": "Atari Games",
      "year": 1990,
      "description": {
        "es": "Un controvertido juego de lucha arcade conocido por ser uno de los primeros en usar sprites digitalizados de actores reales. Presenta combates callejeros brutales en un foso, con elementos interactivos. Aunque hoy puede parecer tosco, su impacto visual fue notable en su época.",
        "en": "A controversial arcade fighting game known for being one of the first to use digitized sprites of real actors. It features brutal street fights in a pit, with interactive elements. Although it may seem rough today, its visual impact was remarkable for its time."
      },
      "image": "/imagenes/videojuegos/Pit_Fighter.jpg",
      "platfomrs": "Arcade, Amiga, Atari ST, Sega Master System, Sega Genesis, Super NES",
      "masterpiece": false
    },
    {
      "id": 152,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Karate Champ", "en": "Karate Champ" },
      "author": "Technōs Japan",
      "year": 1984,
      "description": {
        "es": "Un pionero juego de lucha arcade que sentó las bases para el género, enfocándose en la precisión y la anticipación. Ofrece una amplia variedad de movimientos de karate y un sistema de 'combate a muerte súbita'. Su influencia en Street Fighter y otros juegos es innegable.",
        "en": "A pioneering arcade fighting game that laid the groundwork for the genre, focusing on precision and anticipation. It offers a wide variety of karate moves and a 'sudden death' combat system. Its influence on Street Fighter and other games is undeniable."
      },
      "image": "/imagenes/videojuegos/Karate_Champ.jpg",
      "platfomrs": "Arcade, NES, Commodore 64, Apple II",
      "masterpiece": false
    },
    {
      "id": 153,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Green Beret (Rush'n Attack)", "en": "Green Beret (Rush'n Attack)" },
      "author": "Konami",
      "year": 1985,
      "description": {
        "es": "Un desafiante juego de acción de desplazamiento lateral ambientado en una guerra. Controlas a un boina verde armado con un cuchillo, infiltrándote en una base enemiga. Su dificultad implacable y su acción directa lo convirtieron en un clásico arcade muy recordado.",
        "en": "A challenging side-scrolling action game set in a war. You control a green beret armed with a knife, infiltrating an enemy base. Its relentless difficulty and direct action made it a much-remembered arcade classic."
      },
      "image": "/imagenes/videojuegos/Green_Beret.jpg",
      "platfomrs": "Arcade, NES, Commodore 64, ZX Spectrum, Amstrad CPC",
      "masterpiece": false
    },
    {
      "id": 154,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Combat School (Boot Camp)", "en": "Combat School (Boot Camp)" },
      "author": "Konami",
      "year": 1987,
      "description": {
        "es": "Un juego arcade de deportes y pruebas de habilidad donde te enfrentas a una serie de desafíos militares, desde carreras de obstáculos hasta tiro al blanco. Destaca por su jugabilidad rápida y adictiva, y la necesidad de reflejos para superar cada prueba. Un clásico de Konami con un toque competitivo.",
        "en": "An arcade sports and skill-testing game where you face a series of military challenges, from obstacle courses to target shooting. It stands out for its fast-paced and addictive gameplay, and the need for reflexes to overcome each test. A Konami classic with a competitive touch."
      },
      "image": "/imagenes/videojuegos/Combat_School.jpg",
      "platfomrs": "Arcade, NES, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 155,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Operation Wolf", "en": "Operation Wolf" },
      "author": "Taito",
      "year": 1987,
      "description": {
        "es": "Un icónico shooter de galería con pistola de luz, que te pone en la piel de un soldado de fuerzas especiales. Debes rescatar rehenes y eliminar enemigos en escenarios llenos de acción. Su jugabilidad inmersiva y su dificultad lo convirtieron en un clásico de los salones recreativos.",
        "en": "An iconic light gun gallery shooter, putting you in the shoes of a special forces soldier. You must rescue hostages and eliminate enemies in action-packed scenarios. Its immersive gameplay and difficulty made it an arcade classic."
      },
      "image": "/imagenes/videojuegos/Operation_Wolf.jpg",
      "platfomrs": "Arcade, NES, Master System, Amiga, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 156,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Rainbow Islands", "en": "Rainbow Islands" },
      "author": "Taito",
      "year": 1987,
      "description": {
        "es": "La secuela espiritual de Bubble Bobble, donde controlas a Bub o Bob, ahora humanos, que usan arcoíris para derrotar enemigos y escalar niveles. Su jugabilidad única de crear plataformas con arcoíris, sus gráficos coloridos y su encanto lo convirtieron en un clásico de plataformas.",
        "en": "The spiritual sequel to Bubble Bobble, where you control Bub or Bob, now human, who use rainbows to defeat enemies and climb levels. Its unique gameplay of creating platforms with rainbows, colorful graphics, and charm made it a platforming classic."
      },
      "image": "/imagenes/videojuegos/Rainbow_Islands.jpg",
      "platfomrs": "Arcade, Amiga, Atari ST, Commodore 64, NES, Master System",
      "masterpiece": false
    },
    {
      "id": 157,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Snow Bros.", "en": "Snow Bros." },
      "author": "Toaplan",
      "year": 1990,
      "description": {
        "es": "Un encantador juego de plataformas arcade donde dos hermanos de nieve, Nick y Tom, deben lanzar bolas de nieve para congelar enemigos y rodarlos. Su jugabilidad cooperativa, sus gráficos adorables y sus jefes carismáticos lo convirtieron en un favorito de los salones recreativos y un clásico del género.",
        "en": "A charming arcade platformer where two snow brothers, Nick and Tom, must throw snowballs to freeze enemies and roll them away. Its cooperative gameplay, adorable graphics, and charismatic bosses made it an arcade favorite and a genre classic."
      },
      "image": "/imagenes/videojuegos/Snow_Bros.jpg",
      "platfomrs": "Arcade, NES, Game Boy, Mega Drive",
      "masterpiece": false
    },
    {
      "id": 158,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Final Fight", "en": "Final Fight" },
      "author": "Capcom",
      "year": 1989,
      "description": {
        "es": "Un influyente 'beat 'em up' arcade que sentó las bases para el género y la futura serie Street Fighter. Elige entre Cody, Guy o Haggar para limpiar las calles de la pandilla Mad Gear. Su acción brutal, sus gráficos detallados y su jugabilidad cooperativa lo convirtieron en un clásico instantáneo.",
        "en": "An influential arcade 'beat 'em up' that laid the groundwork for the genre and the future Street Fighter series. Choose between Cody, Guy, or Haggar to clean up the streets from the Mad Gear gang. Its brutal action, detailed graphics, and cooperative gameplay made it an instant classic."
      },
      "image": "/imagenes/videojuegos/Final_Fight.jpg",
      "platfomrs": "Arcade, Super NES, Amiga, Commodore 64, ZX Spectrum",
      "masterpiece": false
    },
    {
      "id": 159,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Three Wonders", "en": "Three Wonders" },
      "author": "Capcom",
      "year": 1991,
      "description": {
        "es": "Una colección de tres juegos arcade diferentes en uno: Midnight Wanderers (run and gun), Chariot (shooter de desplazamiento) y Don't Pull (puzle). Cada uno ofrece una experiencia única con los gráficos y el diseño de Capcom. Es una joya de la era arcade por su variedad y calidad.",
        "en": "A collection of three different arcade games in one: Midnight Wanderers (run and gun), Chariot (scrolling shooter), and Don't Pull (puzzle). Each offers a unique experience with Capcom's graphics and design. It's an arcade era gem for its variety and quality."
      },
      "image": "/imagenes/videojuegos/Three_Wonders.jpg",
      "platfomrs": "Arcade, PlayStation, Sega Saturn",
      "masterpiece": false
    },
    {
      "id": 160,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Commandos 2: Men of Courage", "en": "Commandos 2: Men of Courage" },
      "author": "Pyro Studios",
      "year": 2001,
      "description": {
        "es": "Una joya de la estrategia en tiempo real con sigilo, llevando al comando de élite a misiones audaces en la Segunda Guerra Mundial. Mejoró el original con gráficos 3D, nuevas habilidades y entornos más interactivos. Su jugabilidad táctica, el diseño de niveles y el desafío lo hicieron un clásico de culto y un referente del género.",
        "en": "A real-time stealth strategy gem, taking the elite commando squad on daring missions in World War II. It improved on the original with 3D graphics, new abilities, and more interactive environments. Its tactical gameplay, level design, and challenge made it a cult classic and a genre benchmark."
      },
      "image": "/imagenes/videojuegos/Commandos_2_Men_of_Courage.jpg",
      "platfomrs": "PC, PlayStation 2, Xbox",
      "masterpiece": false
    },
    {
      "id": 161,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Bomberman", "en": "Bomberman" },
      "author": "Hudson Soft",
      "year": 1983,
      "description": {
        "es": "El juego que inició la icónica saga de laberintos y explosiones. Controlas a Bomberman, colocando bombas para destruir bloques y enemigos, y encontrar la salida. Su jugabilidad sencilla pero adictiva, especialmente en multijugador, lo convirtió en un fenómeno y un clásico atemporal de los videojuegos.",
        "en": "The game that started the iconic maze and explosion saga. You control Bomberman, placing bombs to destroy blocks and enemies, and find the exit. Its simple yet addictive gameplay, especially in multiplayer, made it a phenomenon and a timeless video game classic."
      },
      "image": "/imagenes/videojuegos/Bomberman.jpg",
      "platfomrs": "PC Engine, NES, múltiples plataformas",
      "masterpiece": false
    },
    {
      "id": 162,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Manic Miner", "en": "Manic Miner" },
      "author": "Matthew Smith",
      "year": 1983,
      "description": {
        "es": "Un desafiante juego de plataformas clásico que estableció muchos de los tropos del género. Controlas a Miner Willy en su búsqueda de tesoros en minas llenas de peligros y criaturas. Famoso por su dificultad implacable, su humor y su música, se convirtió en un icono del ZX Spectrum y la edad de oro de los 8 bits.",
        "en": "A challenging classic platformer that established many of the genre's tropes. You control Miner Willy on his treasure hunt in mines full of dangers and creatures. Famous for its relentless difficulty, humor, and music, it became a ZX Spectrum icon and a golden age 8-bit classic."
      },
      "image": "/imagenes/videojuegos/Manic_Miner.jpg",
      "platfomrs": "ZX Spectrum, Commodore 64, Amstrad CPC",
      "masterpiece": false
    },
    {
      "id": 163,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "The Ancient Art of War", "en": "The Ancient Art of War" },
      "author": "Evryware",
      "year": 1984,
      "description": {
        "es": "Considerado uno de los primeros juegos de estrategia en tiempo real. Te permite comandar ejércitos en el campo de batalla, con diferentes tipos de unidades y objetivos. Su interfaz gráfica y su enfoque en la toma de decisiones tácticas lo convirtieron en un precursor clave para futuros RTS y juegos de guerra.",
        "en": "Considered one of the first real-time strategy games. It allows you to command armies on the battlefield, with different unit types and objectives. Its graphical interface and focus on tactical decision-making made it a key precursor to future RTS and war games."
      },
      "image": "/imagenes/videojuegos/The_Ancient_Art_of_War.jpg",
      "platfomrs": "PC, Commodore 64, Apple II",
      "masterpiece": false
    },
    {
      "id": 164,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Call of Duty", "en": "Call of Duty" },
      "author": "Infinity Ward",
      "year": 2003,
      "description": {
        "es": "El juego que dio inicio a una de las sagas de 'shooters' más populares de la historia. Te sumerge en intensos escenarios de la Segunda Guerra Mundial, viviendo el conflicto desde múltiples perspectivas. Su acción cinematográfica, su guion y su multijugador sentaron las bases para el éxito masivo de la franquicia.",
        "en": "The game that started one of the most popular shooter sagas in history. It immerses you in intense World War II scenarios, experiencing the conflict from multiple perspectives. Its cinematic action, script, and multiplayer laid the groundwork for the franchise's massive success."
      },
      "image": "/imagenes/videojuegos/Call_of_Duty.jpg",
      "platfomrs": "PC, N-Gage, PlayStation 2, Xbox, GameCube",
      "masterpiece": false
    },
    {
      "id": 165,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Call of Duty 4: Modern Warfare", "en": "Call of Duty 4: Modern Warfare" },
      "author": "Infinity Ward",
      "year": 2007,
      "description": {
        "es": "Un hito que redefinió el género de los FPS, llevando la acción a un conflicto moderno y realista. Su campaña cinemática, con misiones icónicas, y su revolucionario modo multijugador con progresión y rachas de bajas lo convirtieron en un fenómeno cultural. Es un referente que influyó en innumerables shooters.",
        "en": "A milestone that redefined the FPS genre, taking action to a modern and realistic conflict. Its cinematic campaign, with iconic missions, and its revolutionary multiplayer mode with progression and killstreaks made it a cultural phenomenon. It is a benchmark that influenced countless shooters."
      },
      "image": "/imagenes/videojuegos/Call_of_Duty_4_Modern_Warfare.jpg",
      "platfomrs": "PC, PlayStation 3, Xbox 360, Wii",
      "masterpiece": false
    },
    {
      "id": 166,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Call of Duty: Black Ops", "en": "Call of Duty: Black Ops" },
      "author": "Treyarch",
      "year": 2010,
      "description": {
        "es": "Una entrega destacada de la saga, conocida por su compleja narrativa ambientada en la Guerra Fría y su popular modo Zombies. Ofreció una experiencia cinematográfica intensa y un multijugador robusto con un sistema de 'moneda' innovador. Se consolidó como uno de los favoritos de los fans por su historia y su contenido extra.",
        "en": "A prominent installment in the saga, known for its complex narrative set in the Cold War and its popular Zombies mode. It offered an intense cinematic experience and robust multiplayer with an innovative 'currency' system. It established itself as a fan favorite for its story and extra content."
      },
      "image": "/imagenes/videojuegos/Call_of_Duty_Black_Ops.jpg",
      "platfomrs": "PC, PlayStation 3, Xbox 360, Wii, Nintendo DS",
      "masterpiece": false
    },
    {
      "id": 167,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Call of Duty: Warzone", "en": "Call of Duty: Warzone" },
      "author": "Infinity Ward, Raven Software",
      "year": 2020,
      "description": {
        "es": "El exitoso 'battle royale' gratuito de Call of Duty, que se integró en el ecosistema de la franquicia. Ofrece partidas masivas con hasta 150 jugadores, un mapa en constante evolución y mecánicas como el Gulag. Se convirtió en un fenómeno mundial y una de las experiencias multijugador más populares.",
        "en": "Call of Duty's successful free-to-play 'battle royale', integrated into the franchise ecosystem. It offers massive matches with up to 150 players, a constantly evolving map, and mechanics like the Gulag. It became a global phenomenon and one of the most popular multiplayer experiences."
      },
      "image": "/imagenes/videojuegos/Call_of_Duty_Warzone.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 168,
      "category": "videogames",
      "subcategory": "indie",
      "title": { "es": "Loom", "en": "Loom" },
      "author": "Lucasfilm Games",
      "year": 1990,
      "description": {
        "es": "Una aventura gráfica única de LucasArts, conocida por su enfoque en la música y la magia. Controlas a Bobbin Threadbare, que usa un bastón mágico para tejer hechizos con melodías. Su narrativa poética, su innovador sistema de 'dramas' y su atmósfera lo convirtieron en un clásico atemporal del género.",
        "en": "A unique graphic adventure from LucasArts, known for its focus on music and magic. You control Bobbin Threadbare, who uses a magical staff to weave spells with melodies. Its poetic narrative, innovative 'drama' system, and atmosphere made it a timeless classic of the genre."
      },
      "image": "/imagenes/videojuegos/Loom.jpg",
      "platfomrs": "PC, Amiga, Atari ST",
      "masterpiece": false
    },
    {
      "id": 169,
      "category": "videogames",
      "subcategory": "indie",
      "title": { "es": "Another World (Out of This World)", "en": "Another World (Out of This World)" },
      "author": "Éric Chahi",
      "year": 1991,
      "description": {
        "es": "Una obra maestra cinemática de acción y plataformas con una narrativa minimalista. Juegas como un científico transportado a un mundo alienígena hostil, donde debes sobrevivir y escapar. Sus gráficos innovadores, su atmósfera y su dificultad la hicieron un clásico de culto y una influencia para muchos juegos.",
        "en": "A cinematic action-platformer masterpiece with a minimalist narrative. You play as a scientist transported to a hostile alien world, where you must survive and escape. Its innovative graphics, atmosphere, and difficulty made it a cult classic and an influence for many games."
      },
      "image": "/imagenes/videojuegos/Another_World.jpg",
      "platfomrs": "Amiga, Atari ST, PC, Sega Genesis, Super NES, múltiples plataformas",
      "masterpiece": false
    },
    {
      "id": 170,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Shinobi (1987)", "en": "Shinobi (1987)" },
      "author": "Sega",
      "year": 1987,
      "description": {
        "es": "El arcade que dio inicio a la famosa saga de ninjas. Controlas a Joe Musashi, un ninja que debe rescatar a niños secuestrados, utilizando shurikens y ataques cuerpo a cuerpo. Su acción rápida, sus gráficos y su dificultad lo convirtieron en un clásico de los salones recreativos y un pilar para Sega.",
        "en": "The arcade game that started the famous ninja saga. You control Joe Musashi, a ninja who must rescue kidnapped children, using shurikens and close-quarters attacks. Its fast action, graphics, and difficulty made it an arcade classic and a pillar for Sega."
      },
      "image": "/imagenes/videojuegos/Shinobi_1987.jpg",
      "platfomrs": "Arcade, Master System, NES, PC Engine",
      "masterpiece": false
    },
    {
      "id": 171,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Shadow Dancer", "en": "Shadow Dancer" },
      "author": "Sega",
      "year": 1989,
      "description": {
        "es": "La secuela espiritual de Shinobi, que introduce a un perro lobo como compañero de combate. Controlas a un ninja que, junto a su fiel animal, debe detener una organización terrorista. Mantuvo la acción rápida y los elementos de plataformas y combate del original, añadiendo una nueva e interesante mecánica jugable.",
        "en": "The spiritual sequel to Shinobi, introducing a wolf dog as a combat companion. You control a ninja who, along with his faithful animal, must stop a terrorist organization. It maintained the fast action and platforming and combat elements of the original, adding a new and interesting gameplay mechanic."
      },
      "image": "/imagenes/videojuegos/Shadow_Dancer.jpg",
      "platfomrs": "Arcade, Sega Master System, Mega Drive, Commodore 64, Amiga",
      "masterpiece": false
    },
    {
      "id": 172,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Outlast", "en": "Outlast" },
      "author": "Red Barrels",
      "year": 2013,
      "description": {
        "es": "Un intenso 'survival horror' en primera persona que te sumerge en un manicomio abandonado y lleno de horrores. Juegas como un periodista sin armas, solo con una videocámara, forzado a huir y esconderse. Su atmósfera aterradora, sus sustos y su enfoque en la indefensión lo convirtieron en un referente del terror moderno.",
        "en": "An intense first-person 'survival horror' that plunges you into an abandoned asylum filled with horrors. You play as an unarmed journalist, armed only with a camcorder, forced to flee and hide. Its terrifying atmosphere, scares, and focus on helplessness made it a benchmark for modern horror."
      },
      "image": "/imagenes/videojuegos/Outlast.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 173,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Outlast 2", "en": "Outlast 2" },
      "author": "Red Barrels",
      "year": 2017,
      "description": {
        "es": "La secuela del aclamado juego de terror, llevando el horror a una secta rural en Arizona. Mantuvo la perspectiva en primera persona y la indefensión, sumergiéndote en una pesadilla de fanatismo religioso y violencia. Su atmósfera opresiva y su narrativa perturbadora lo convirtieron en una experiencia de terror visceral.",
        "en": "The sequel to the acclaimed horror game, taking the horror to a rural cult in Arizona. It maintained the first-person perspective and helplessness, immersing you in a nightmare of religious fanaticism and violence. Its oppressive atmosphere and disturbing narrative made it a visceral horror experience."
      },
      "image": "/imagenes/videojuegos/Outlast_2.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 174,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Alien: Isolation", "en": "Alien: Isolation" },
      "author": "Creative Assembly",
      "year": 2014,
      "description": {
        "es": "Un magistral 'survival horror' que captura la esencia de la película original de Alien. Juegas como Amanda Ripley, la hija de Ellen, acechada por un único y aterrador Xenomorfo. Su IA inteligente, su atmósfera opresiva y su respeto por el material original lo convirtieron en un referente del terror y una obra maestra del sigilo.",
        "en": "A masterful 'survival horror' that captures the essence of the original Alien film. You play as Amanda Ripley, Ellen's daughter, stalked by a single, terrifying Xenomorph. Its intelligent AI, oppressive atmosphere, and respect for the source material made it a benchmark for horror and a stealth masterpiece."
      },
      "image": "/imagenes/videojuegos/Alien_Isolation.jpg",
      "platfomrs": "PC, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 175,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Visage", "en": "Visage" },
      "author": "SadSquare Studio",
      "year": 2020,
      "description": {
        "es": "Un juego de terror psicológico en primera persona conocido por su atmósfera opresiva y sus sustos. Te sumerge en una casa misteriosa con una historia sombría, donde debes explorar y resolver puzles mientras eres acechado por entidades sobrenaturales. Su enfoque en el miedo ambiental y la indefensión lo convirtieron en una experiencia profundamente inquietante.",
        "en": "A first-person psychological horror game known for its oppressive atmosphere and jump scares. It plunges you into a mysterious house with a grim history, where you must explore and solve puzzles while being stalked by supernatural entities. Its focus on environmental fear and helplessness made it a deeply unsettling experience."
      },
      "image": "/imagenes/videojuegos/Visage.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 176,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Wolfenstein 3D", "en": "Wolfenstein 3D" },
      "author": "id Software",
      "year": 1992,
      "description": {
        "es": "Considerado el padre de los 'first-person shooters' modernos. Te pone en la piel de B.J. Blazkowicz, un espía aliado que escapa de un castillo nazi. Su acción frenética, sus gráficos 3D (para la época) y su impacto en la industria lo convirtieron en un hito histórico de los videojuegos.",
        "en": "Considered the father of modern 'first-person shooters'. It puts you in the shoes of B.J. Blazkowicz, an Allied spy escaping a Nazi castle. Its frantic action, 3D graphics (for the time), and industry impact made it a historical video game milestone."
      },
      "image": "/imagenes/videojuegos/Wolfenstein_3D.jpg",
      "platfomrs": "PC, SNES, Atari Jaguar, 3DO, GBA",
      "masterpiece": false
    },
    {
      "id": 177,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Wolfenstein: The New Order", "en": "Wolfenstein: The New Order" },
      "author": "MachineGames",
      "year": 2014,
      "description": {
        "es": "Un exitoso reinicio de la saga, combinando acción brutal en primera persona con una narrativa sorprendente y personajes memorables. Ambientado en una realidad alternativa donde los nazis ganaron la Segunda Guerra Mundial, el juego ofrece un 'shooter' visceral y una historia con toques dramáticos. Fue aclamado por su calidad y su revitalización de la franquicia.",
        "en": "A successful reboot of the saga, combining brutal first-person action with a surprising narrative and memorable characters. Set in an alternate reality where the Nazis won World War II, the game offers a visceral shooter and a story with dramatic touches. It was acclaimed for its quality and its revitalization of the franchise."
      },
      "image": "/imagenes/videojuegos/Wolfenstein_The_New_Order.jpg",
      "platfomrs": "PC, PlayStation 3, PlayStation 4, Xbox 360, Xbox One",
      "masterpiece": false
    },
    {
      "id": 178,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Wolfenstein II: The New Colossus", "en": "Wolfenstein II: The New Colossus" },
      "author": "MachineGames",
      "year": 2017,
      "description": {
        "es": "La aclamada secuela de The New Order, que lleva la lucha antinazi a Estados Unidos en un universo distópico. Mantuvo la acción brutal y la narrativa intensa, profundizando en los personajes y el humor negro. Sus gráficos impactantes y su jugabilidad explosiva lo convirtieron en una experiencia FPS inolvidable.",
        "en": "The acclaimed sequel to The New Order, taking the anti-Nazi fight to the United States in a dystopian universe. It maintained the brutal action and intense narrative, delving deeper into the characters and dark humor. Its impactful graphics and explosive gameplay made it an unforgettable FPS experience."
      },
      "image": "/imagenes/videojuegos/Wolfenstein_II_The_New_Colossus.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 179,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Monster Hunter Wilds", "en": "Monster Hunter Wilds" },
      "author": "Capcom",
      "year": 2025,
      "description": {
        "es": "La próxima gran entrega de la aclamada saga de caza de monstruos, prometiendo un vasto mundo abierto y biomas dinámicos. Los jugadores se embarcarán en épicas cacerías contra criaturas gigantes, utilizando un arsenal de armas y estrategias. Se espera que eleve el estándar de la franquicia con mayor inmersión y libertad.",
        "en": "The next major installment in the acclaimed monster-hunting saga, promising a vast open world and dynamic biomes. Players will embark on epic hunts against giant creatures, utilizing an arsenal of weapons and strategies. It is expected to raise the franchise's standard with greater immersion and freedom."
      },
      "image": "/imagenes/videojuegos/Monster_Hunter_Wilds.jpg",
      "platfomrs": "PlayStation 5, Xbox Series X/S, PC",
      "masterpiece": false
    },
    {
      "id": 180,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Empire of the Ants", "en": "Empire of the Ants" },
      "author": "Microids Studio Paris",
      "year": 2024,
      "description": {
        "es": "Un juego de estrategia en tiempo real basado en la serie de libros del mismo nombre, que te permite controlar una colonia de hormigas. Experimenta la vida en el mundo de los insectos desde una perspectiva única, gestionando recursos y liderando batallas. Su enfoque en la micro-gestión y el ciclo de vida de las hormigas lo convierten en una propuesta intrigante.",
        "en": "A real-time strategy game based on the book series of the same name, allowing you to control an ant colony. Experience life in the insect world from a unique perspective, managing resources and leading battles. Its focus on micro-management and the ant life cycle makes it an intriguing proposition."
      },
      "image": "/imagenes/videojuegos/Empire_of_the_Ants.jpg",
      "platfomrs": "PC, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 181,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Hades", "en": "Hades" },
      "author": "Supergiant Games",
      "year": 2020,
      "description": {
        "es": "Un aclamado 'rogue-like' de acción con una narrativa rica y un estilo artístico impresionante. Juegas como Zagreo, el príncipe del Inframundo, intentando escapar de su padre, Hades. Combina combates frenéticos, una historia envolvente y una progresión adictiva que te mantiene enganchado en cada intento de escape.",
        "en": "An acclaimed action 'rogue-like' with a rich narrative and stunning art style. You play as Zagreus, the prince of the Underworld, attempting to escape from his father, Hades. It combines frantic combat, an engaging story, and addictive progression that keeps you hooked on every escape attempt."
      },
      "image": "/imagenes/videojuegos/Hades.jpg",
      "platfomrs": "PC, Nintendo Switch, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 182,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Stronghold (2001)", "en": "Stronghold (2001)" },
      "author": "Firefly Studios",
      "year": 2001,
      "description": {
        "es": "Un innovador juego de estrategia en tiempo real centrado en la construcción y asedio de castillos medievales. Permite a los jugadores diseñar fortalezas intrincadas, gestionar recursos y lanzar o defenderse de asedios épicos. Su simulación detallada de la vida medieval y las batallas de castillos lo convirtieron en un clásico de culto.",
        "en": "An innovative real-time strategy game focused on building and sieging medieval castles. It allows players to design intricate fortresses, manage resources, and launch or defend against epic sieges. Its detailed simulation of medieval life and castle battles made it a cult classic."
      },
      "image": "/imagenes/videojuegos/Stronghold_2001.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 183,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Stronghold Crusader", "en": "Stronghold Crusader" },
      "author": "Firefly Studios",
      "year": 2002,
      "description": {
        "es": "La secuela independiente del Stronghold original, llevando la construcción de castillos y la estrategia a las Cruzadas. Introdujo nuevos escenarios, unidades y un enfoque más rápido en el combate. Se hizo popular por sus mapas grandes, la IA de los señores de la guerra y la intensidad de sus asedios.",
        "en": "The standalone sequel to the original Stronghold, taking castle building and strategy to the Crusades. It introduced new scenarios, units, and a faster pace of combat. It became popular for its large maps, warlord AI, and the intensity of its sieges."
      },
      "image": "/imagenes/videojuegos/Stronghold_Crusader.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 184,
      "category": "videogames",
      "subcategory": "strategy",
      "title": { "es": "Stronghold: Definitive Edition", "en": "Stronghold: Definitive Edition" },
      "author": "Firefly Studios",
      "year": 2023,
      "description": {
        "es": "Una remasterización del Stronghold original, que moderniza gráficos y añade contenido, manteniendo la esencia del clásico. Permite a los fans revivir la construcción de castillos y los asedios con una experiencia mejorada. Es un tributo fiel a un juego de estrategia que marcó una época.",
        "en": "A remaster of the original Stronghold, which modernizes graphics and adds content, while retaining the classic's essence. It allows fans to relive castle building and sieges with an improved experience. It is a faithful tribute to a strategy game that defined an era."
      },
      "image": "/imagenes/videojuegos/Stronghold_Definitive_Edition.jpg",
      "platfomrs": "PC",
      "masterpiece": false
    },
    {
      "id": 185,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "God of War (2005)", "en": "God of War (2005)" },
      "author": "Santa Monica Studio",
      "year": 2005,
      "description": {
        "es": "El juego que introdujo al icónico Kratos en el mundo de la mitología griega, un brutal espartano en busca de venganza. Combinaba combate frenético, puzles ingeniosos y secuencias épicas con una violencia desmedida. Su acción visceral y su narrativa oscura lo convirtieron en un referente del género 'hack and slash'.",
        "en": "The game that introduced the iconic Kratos to the world of Greek mythology, a brutal Spartan seeking revenge. It combined frantic combat, clever puzzles, and epic sequences with excessive violence. Its visceral action and dark narrative made it a benchmark for the 'hack and slash' genre."
      },
      "image": "/imagenes/videojuegos/God_of_War_2005.jpg",
      "platfomrs": "PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 186,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "God of War II", "en": "God of War II" },
      "author": "Santa Monica Studio",
      "year": 2007,
      "description": {
        "es": "La aclamada secuela que elevó la escala y la brutalidad del original. Kratos se enfrenta a los dioses olímpicos en una búsqueda implacable de venganza. Mejoró el combate, los puzles y las secuencias épicas, consolidando la saga como una de las más importantes de PlayStation.",
        "en": "The acclaimed sequel that elevated the scale and brutality of the original. Kratos faces the Olympian gods in a relentless pursuit of revenge. It improved combat, puzzles, and epic sequences, solidifying the saga as one of PlayStation's most important."
      },
      "image": "/imagenes/videojuegos/God_of_War_II.jpg",
      "platfomrs": "PlayStation 2",
      "masterpiece": false
    },
    {
      "id": 187,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "God of War (2018)", "en": "God of War (2018)" },
      "author": "Santa Monica Studio",
      "year": 2018,
      "description": {
        "es": "Un magistral reinicio que llevó a Kratos a la mitología nórdica, con una perspectiva de cámara sobre el hombro y un enfoque más profundo en la narrativa y la relación padre-hijo. Su combate estratégico y su impresionante apartado técnico lo convirtieron en un referente y un éxito rotundo, ganando múltiples premios a Juego del Año.",
        "en": "A masterful reboot that took Kratos to Norse mythology, with an over-the-shoulder camera perspective and a deeper focus on narrative and the father-son relationship. Its strategic combat and impressive technical aspects made it a benchmark and a resounding success, winning multiple Game of the Year awards."
      },
      "image": "/imagenes/videojuegos/God_of_War_2018.jpg",
      "platfomrs": "PlayStation 4, PC",
      "masterpiece": false
    },
    {
      "id": 188,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "God of War Ragnarök", "en": "God of War Ragnarök" },
      "author": "Santa Monica Studio",
      "year": 2022,
      "description": {
        "es": "La épica secuela del aclamado God of War de 2018, que continúa la saga nórdica de Kratos y Atreus. Ofreció un final emocionante a la saga, con un combate aún más pulido, una narrativa profunda y un impresionante diseño artístico. Fue aclamado por su ambición, sus personajes y su impacto emocional, consolidándose como otro éxito para el estudio.",
        "en": "The epic sequel to the acclaimed God of War 2018, continuing Kratos and Atreus' Norse saga. It offered a thrilling conclusion to the saga, with even more polished combat, a deep narrative, and stunning art design. It was acclaimed for its ambition, characters, and emotional impact, cementing itself as another success for the studio."
      },
      "image": "/imagenes/videojuegos/God_of_War_Ragnarok.jpg",
      "platfomrs": "PlayStation 4, PlayStation 5",
      "masterpiece": false
    },
    {
      "id": 189,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Cuphead", "en": "Cuphead" },
      "author": "Studio MDHR",
      "year": 2017,
      "description": {
        "es": "Un run-and-gun platformer con un estilo artístico y animación inspirados en los dibujos animados de los años 30. Famoso por su dificultad implacable y sus épicas batallas contra jefes, ofrece una experiencia única y desafiante. Es una obra visual impresionante que rinde homenaje a una era dorada de la animación.",
        "en": "A run-and-gun platformer with an art style and animation inspired by 1930s cartoons. Famous for its relentless difficulty and epic boss battles, it offers a unique and challenging experience. It's a visually stunning work that pays homage to a golden era of animation."
      },
      "image": "/imagenes/videojuegos/Cuphead.jpg",
      "platfomrs": "PC, Xbox One, Nintendo Switch, PlayStation 4",
      "masterpiece": false
    },
    {
      "id": 190,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Thank Goodness You're Here!", "en": "Thank Goodness You're Here!" },
      "author": "Curve Digital",
      "year": 2024,
      "description": {
        "es": "Un peculiar juego de plataformas y aventura con un estilo visual dibujado a mano y un humor excéntrico. Te sumerge en el peculiar pueblo de Barnsworth, donde debes ayudar a sus extraños habitantes en una serie de extravagantes tareas. Su atmósfera única y su creatividad lo hacen un juego muy prometedor.",
        "en": "A peculiar platformer-adventure game with a hand-drawn visual style and eccentric humor. It immerses you in the peculiar town of Barnsworth, where you must help its strange inhabitants with a series of outlandish tasks. Its unique atmosphere and creativity make it a very promising game."
      },
      "image": "/imagenes/videojuegos/Thank_Goodness_Youre_Here.jpg",
      "platfomrs": "PC, PlayStation 5, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 191,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Elden Ring", "en": "Elden Ring" },
      "author": "FromSoftware",
      "year": 2022,
      "description": {
        "es": "Un épico RPG de acción de mundo abierto que combina la desafiante jugabilidad de FromSoftware con una vasta libertad de exploración. Ambientado en las Tierras Intermedias, te enfrentas a jefes colosales y descubres un lore profundo. Su diseño de mundo, su combate gratificante y su escala lo convirtieron en un fenómeno mundial y un candidato a Juego del Año.",
        "en": "An epic open-world action RPG that combines FromSoftware's challenging gameplay with vast exploration freedom. Set in the Lands Between, you face colossal bosses and uncover deep lore. Its world design, rewarding combat, and scale made it a global phenomenon and a Game of the Year contender."
      },
      "image": "/imagenes/videojuegos/Elden_Ring.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 192,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Call of Duty: WWII", "en": "Call of Duty: WWII" },
      "author": "Sledgehammer Games",
      "year": 2017,
      "description": {
        "es": "Un regreso a las raíces de la Segunda Guerra Mundial para la popular franquicia de 'shooters'. Te sumerge en intensas batallas históricas con una campaña emotiva y un multijugador frenético. Se enfocó en la autenticidad y la brutalidad del conflicto, ofreciendo una experiencia visceral de la guerra.",
        "en": "A return to the World War II roots for the popular 'shooter' franchise. It immerses you in intense historical battles with an emotional campaign and frantic multiplayer. It focused on the authenticity and brutality of the conflict, offering a visceral war experience."
      },
      "image": "/imagenes/videojuegos/Call_of_Duty_WWII.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 193,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Outlast Trials", "en": "Outlast Trials" },
      "author": "Red Barrels",
      "year": 2024,
      "description": {
        "es": "Una expansión cooperativa y spin-off de la aclamada serie de terror, ambientada durante la Guerra Fría. Los jugadores son sometidos a experimentos sádicos en un centro secreto de Murkoff, donde la supervivencia en solitario o con amigos es clave. Mantiene la esencia de indefensión y los sustos viscerales, añadiendo una nueva capa de juego cooperativo al horror.",
        "en": "A cooperative expansion and spin-off of the acclaimed horror series, set during the Cold War. Players are subjected to sadistic experiments in a secret Murkoff facility, where survival alone or with friends is key. It maintains the essence of helplessness and visceral scares, adding a new layer of cooperative gameplay to the horror."
      },
      "image": "/imagenes/videojuegos/Outlast_Trials.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 194,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Trine", "en": "Trine" },
      "author": "Frozenbyte",
      "year": 2009,
      "description": {
        "es": "Un encantador juego de plataformas y puzles de fantasía con un hermoso estilo visual. Controla a tres héroes (un mago, un ladrón y un caballero) que deben combinar sus habilidades para superar obstáculos y enemigos. Su jugabilidad cooperativa, su diseño de niveles inteligente y su atmósfera mágica lo convirtieron en un favorito de culto.",
        "en": "A charming fantasy platformer and puzzle game with a beautiful visual style. Control three heroes (a wizard, a rogue, and a knight) who must combine their abilities to overcome obstacles and enemies. Its cooperative gameplay, clever level design, and magical atmosphere made it a cult favorite."
      },
      "image": "/imagenes/videojuegos/Trine.jpg",
      "platfomrs": "PC, PlayStation 3, Xbox 360, Wii U",
      "masterpiece": false
    },
    {
      "id": 195,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Trine 2", "en": "Trine 2" },
      "author": "Frozenbyte",
      "year": 2011,
      "description": {
        "es": "La aclamada secuela de Trine, que llevó los gráficos y la jugabilidad cooperativa a nuevas alturas. Con un mundo aún más vibrante y puzles más ingeniosos, continuó la aventura de los tres héroes. Fue elogiado por su apartado visual impresionante, su diseño de niveles y su divertido modo multijugador.",
        "en": "The acclaimed sequel to Trine, taking graphics and cooperative gameplay to new heights. With an even more vibrant world and cleverer puzzles, it continued the adventure of the three heroes. It was praised for its stunning visuals, level design, and fun multiplayer mode."
      },
      "image": "/imagenes/videojuegos/Trine_2.jpg",
      "platfomrs": "PC, PlayStation 3, Xbox 360, Wii U, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 196,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Trine 3: The Artifacts of Power", "en": "Trine 3: The Artifacts of Power" },
      "author": "Frozenbyte",
      "year": 2015,
      "description": {
        "es": "La tercera entrega de la serie, que dio el salto a un entorno completamente 3D. Aunque controvertido por su duración y enfoque, mantuvo el encanto y la jugabilidad cooperativa característica. Ofreció nuevos desafíos y una exploración más profunda en un mundo visualmente hermoso.",
        "en": "The third installment in the series, which made the jump to a fully 3D environment. Although controversial for its length and focus, it maintained the characteristic charm and cooperative gameplay. It offered new challenges and deeper exploration in a visually beautiful world."
      },
      "image": "/imagenes/videojuegos/Trine_3_The_Artifacts_of_Power.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 197,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Trine 4: The Nightmare Prince", "en": "Trine 4: The Nightmare Prince" },
      "author": "Frozenbyte",
      "year": 2019,
      "description": {
        "es": "Un regreso a las raíces 2.5D de la saga, aclamado por su enfoque en la jugabilidad cooperativa, los puzles inteligentes y un hermoso diseño artístico. Los tres héroes se embarcan en una misión para salvar a un príncipe atormentado por pesadillas. Fue un retorno a la forma y un deleite para los fans.",
        "en": "A return to the series' 2.5D roots, acclaimed for its focus on cooperative gameplay, clever puzzles, and beautiful art design. The three heroes embark on a mission to save a prince tormented by nightmares. It was a return to form and a delight for fans."
      },
      "image": "/imagenes/videojuegos/Trine_4_The_Nightmare_Prince.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 198,
      "category": "videogames",
      "subcategory": "sandbox",
      "title": { "es": "Minecraft", "en": "Minecraft" },
      "author": "Mojang Studios",
      "year": 2011,
      "description": {
        "es": "Un fenómeno global que ha redefinido el género sandbox, permitiendo a los jugadores construir, explorar y crear lo que deseen en un mundo de bloques. Ofrece una libertad creativa ilimitada, desde construir estructuras épicas hasta sobrevivir en entornos hostiles. Su impacto cultural y su accesibilidad lo han convertido en uno de los videojuegos más vendidos de la historia.",
        "en": "A global phenomenon that has redefined the sandbox genre, allowing players to build, explore, and create whatever they desire in a blocky world. It offers unlimited creative freedom, from building epic structures to surviving in hostile environments. Its cultural impact and accessibility have made it one of the best-selling video games in history."
      },
      "image": "/imagenes/videojuegos/Minecraft.jpg",
      "platfomrs": "Múltiples plataformas (PC, consolas, móviles)",
      "masterpiece": false
    },
    {
      "id": 199,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Sekiro: Shadows Die Twice", "en": "Sekiro: Shadows Die Twice" },
      "author": "FromSoftware",
      "year": 2019,
      "description": {
        "es": "Un desafiante juego de acción y aventura de los creadores de Dark Souls, ambientado en un Japón feudal de fantasía. Se enfoca en el combate de espadas preciso y el sigilo, con un sistema de postura y resurrección único. Su dificultad implacable y su gratificante jugabilidad lo convirtieron en un éxito crítico y comercial.",
        "en": "A challenging action-adventure game from the creators of Dark Souls, set in a fantastical feudal Japan. It focuses on precise sword combat and stealth, with a unique posture and resurrection system. Its relentless difficulty and rewarding gameplay made it a critical and commercial success."
      },
      "image": "/imagenes/videojuegos/Sekiro_Shadows_Die_Twice.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 200,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Demon's Souls", "en": "Demon's Souls" },
      "author": "FromSoftware",
      "year": 2009,
      "description": {
        "es": "El RPG de acción que dio origen al subgénero 'Souls-like', conocido por su dificultad, su atmósfera oscura y su combate desafiante. Te sumerges en el reino de Boletaria, plagado de demonios, para detener una niebla mortífera. Su diseño innovador y su impacto sentaron las bases para una de las sagas más influyentes.",
        "en": "The action RPG that originated the 'Souls-like' subgenre, known for its difficulty, dark atmosphere, and challenging combat. You delve into the demon-plagued kingdom of Boletaria to stop a deadly fog. Its innovative design and impact laid the groundwork for one of the most influential sagas."
      },
      "image": "/imagenes/videojuegos/Demons_Souls.jpg",
      "platfomrs": "PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 201,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Injustice 2", "en": "Injustice 2" },
      "author": "NetherRealm Studios",
      "year": 2017,
      "description": {
        "es": "Un aclamado juego de lucha que enfrenta a los héroes y villanos del universo DC en combates espectaculares. Con un sistema de equipamiento que permite personalizar a los personajes y un modo historia cinemático, ofreció una experiencia profunda. Fue elogiado por sus gráficos, su jugabilidad y su valor de rejugabilidad.",
        "en": "An acclaimed fighting game that pits heroes and villains from the DC universe against each other in spectacular battles. With a gear system that allows character customization and a cinematic story mode, it offered a deep experience. It was praised for its graphics, gameplay, and replayability."
      },
      "image": "/imagenes/videojuegos/Injustice_2.jpg",
      "platfomrs": "PlayStation 4, Xbox One, PC",
      "masterpiece": false
    },
    {
      "id": 202,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Bloodborne", "en": "Bloodborne" },
      "author": "FromSoftware",
      "year": 2015,
      "description": {
        "es": "Un exclusivo de PlayStation aclamado por su atmósfera gótica victoriana y su combate rápido y agresivo. Te sumerges en la ciudad maldita de Yharnam, cazando bestias y descubriendo horrores cósmicos. Su diseño artístico, su dificultad y su narrativa críptica lo convirtieron en un clásico instantáneo y un referente del terror lovecraftiano en videojuegos.",
        "en": "An acclaimed PlayStation exclusive known for its Gothic Victorian atmosphere and fast, aggressive combat. You delve into the cursed city of Yharnam, hunting beasts and uncovering cosmic horrors. Its art design, difficulty, and cryptic narrative made it an instant classic and a benchmark for Lovecraftian horror in video games."
      },
      "image": "/imagenes/videojuegos/Bloodborne.jpg",
      "platfomrs": "PlayStation 4",
      "masterpiece": false
    },
    {
      "id": 203,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Dark Souls", "en": "Dark Souls" },
      "author": "FromSoftware",
      "year": 2011,
      "description": {
        "es": "El RPG de acción que consolidó el género 'Souls-like' y se convirtió en un fenómeno global. Te sumerge en el desolado reino de Lordran, plagado de enemigos desafiantes y un 'lore' profundo y fragmentado. Su dificultad implacable, su diseño de niveles interconectado y su gratificante combate lo hicieron un clásico de culto y una obra maestra de los videojuegos.",
        "en": "The action RPG that solidified the 'Souls-like' genre and became a global phenomenon. It plunges you into the desolate kingdom of Lordran, plagued by challenging enemies and deep, fragmented lore. Its relentless difficulty, interconnected level design, and rewarding combat made it a cult classic and a video game masterpiece."
      },
      "image": "/imagenes/videojuegos/Dark_Souls.jpg",
      "platfomrs": "PlayStation 3, Xbox 360, PC",
      "masterpiece": false
    },
    {
      "id": 204,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Dark Souls II", "en": "Dark Souls II" },
      "author": "FromSoftware",
      "year": 2014,
      "description": {
        "es": "La secuela del aclamado Dark Souls, que llevó a los jugadores al reino de Drangleic con nuevos desafíos y mecánicas. Mantuvo la dificultad característica y la exploración de un mundo oscuro, ofreciendo una experiencia vasta y ramificada. Aunque polarizante, añadió nuevos elementos a la fórmula 'Souls'.",
        "en": "The sequel to the acclaimed Dark Souls, taking players to the kingdom of Drangleic with new challenges and mechanics. It maintained the characteristic difficulty and exploration of a dark world, offering a vast and branching experience. Although polarizing, it added new elements to the 'Souls' formula."
      },
      "image": "/imagenes/videojuegos/Dark_Souls_II.jpg",
      "platfomrs": "PlayStation 3, Xbox 360, PC",
      "masterpiece": false
    },
    {
      "id": 205,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "For Honor", "en": "For Honor" },
      "author": "Ubisoft Montreal",
      "year": 2017,
      "description": {
        "es": "Un innovador juego de lucha medieval con un enfoque en el combate cuerpo a cuerpo y estratégico. Permite a los jugadores encarnar a caballeros, samuráis y vikingos en batallas brutales y tácticas. Su sistema de combate 'Art of Battle' y su enfoque en el multijugador lo convirtieron en una experiencia única.",
        "en": "An innovative medieval fighting game with a focus on strategic melee combat. It allows players to embody knights, samurai, and Vikings in brutal and tactical battles. Its 'Art of Battle' combat system and multiplayer focus made it a unique experience."
      },
      "image": "/imagenes/videojuegos/For_Honor.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 206,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Far Cry Primal", "en": "Far Cry Primal" },
      "author": "Ubisoft Montreal",
      "year": 2016,
      "description": {
        "es": "Una entrega única de la saga Far Cry, que te transporta a la Edad de Piedra. Juegas como Takkar, un cazador que debe sobrevivir en un mundo prehistórico lleno de peligros y criaturas. Su ambientación innovadora, la domesticación de animales y el combate primitivo ofrecieron una experiencia fresca y distintiva.",
        "en": "A unique installment in the Far Cry series, transporting you to the Stone Age. You play as Takkar, a hunter who must survive in a prehistoric world full of dangers and creatures. Its innovative setting, animal taming, and primitive combat offered a fresh and distinctive experience."
      },
      "image": "/imagenes/videojuegos/Far_Cry_Primal.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One",
      "masterpiece": false
    },
    {
      "id": 207,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Assassin's Creed", "en": "Assassin's Creed" },
      "author": "Ubisoft Montreal",
      "year": 2007,
      "description": {
        "es": "El juego que inició la aclamada saga de sigilo y acción histórica. Juegas como Altaïr, un asesino en el siglo XII, explorando ciudades medievales y realizando asesinatos. Su innovador sistema de parkour, el combate y su ambientación histórica lo convirtieron en un referente y un éxito instantáneo.",
        "en": "The game that started the acclaimed historical stealth-action saga. You play as Altaïr, an assassin in the 12th century, exploring medieval cities and performing assassinations. Its innovative parkour system, combat, and historical setting made it a benchmark and an instant hit."
      },
      "image": "/imagenes/videojuegos/Assassins_Creed.jpg",
      "platfomrs": "PlayStation 3, Xbox 360, PC",
      "masterpiece": false
    },
    {
      "id": 208,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Assassin's Creed II", "en": "Assassin's Creed II" },
      "author": "Ubisoft Montreal",
      "year": 2009,
      "description": {
        "es": "Considerado por muchos como la obra maestra de la saga. Sigue la historia de Ezio Auditore da Firenze en el Renacimiento italiano, mejorando todos los aspectos del original. Su narrativa envolvente, la libertad de exploración y sus misiones variadas lo consolidaron como un clásico y un favorito de los fans.",
        "en": "Considered by many to be the masterpiece of the saga. It follows the story of Ezio Auditore da Firenze in the Italian Renaissance, improving all aspects of the original. Its engaging narrative, freedom of exploration, and varied missions established it as a classic and a fan favorite."
      },
      "image": "/imagenes/videojuegos/Assassins_Creed_II.jpg",
      "platfomrs": "PlayStation 3, Xbox 360, PC",
      "masterpiece": false
    },
    {
      "id": 209,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Assassin's Creed IV: Black Flag", "en": "Assassin's Creed IV: Black Flag" },
      "author": "Ubisoft Montreal",
      "year": 2013,
      "description": {
        "es": "Una entrega destacada que transformó la saga en un juego de piratas de mundo abierto. Juegas como Edward Kenway, un corsario con habilidades de asesino, explorando el Caribe y participando en batallas navales. Su innovadora jugabilidad de barco y su vasto mundo lo convirtieron en un favorito y un referente del género.",
        "en": "A standout installment that transformed the saga into an open-world pirate game. You play as Edward Kenway, a privateer with assassin skills, exploring the Caribbean and engaging in naval battles. Its innovative ship gameplay and vast world made it a favorite and a genre benchmark."
      },
      "image": "/imagenes/videojuegos/Assassins_Creed_IV_Black_Flag.jpg",
      "platfomrs": "PC, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, Wii U",
      "masterpiece": false
    },
    {
      "id": 210,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Assassin's Creed Valhalla", "en": "Assassin's Creed Valhalla" },
      "author": "Ubisoft Montreal",
      "year": 2020,
      "description": {
        "es": "Una de las últimas entregas de la saga, que te sumerge en la era vikinga con elementos de RPG y exploración de mundo abierto. Juegas como Eivor, liderando a tu clan en incursiones y asentamientos en Inglaterra. Su vasto mundo, sus batallas masivas y su profunda personalización lo convirtieron en un éxito.",
        "en": "One of the latest installments in the saga, immersing you in the Viking Age with RPG elements and open-world exploration. You play as Eivor, leading your clan in raids and settlements in England. Its vast world, massive battles, and deep customization made it a success."
      },
      "image": "/imagenes/videojuegos/Assassins_Creed_Valhalla.jpg",
      "platfomrs": "PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, Google Stadia",
      "masterpiece": false
    },
    {
      "id": 211,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Assassin's Creed Shadows", "en": "Assassin's Creed Shadows" },
      "author": "Ubisoft Quebec",
      "year": 2025,
      "description": {
        "es": "La próxima entrega principal de la saga, ambientada en el Japón feudal, ofreciendo la posibilidad de jugar con un samurái y una shinobi. Promete un vasto mundo abierto, elementos de sigilo renovados y combate brutal. Se espera que sea un regreso a las raíces de la saga con un entorno muy demandado por los fans.",
        "en": "The next main installment in the saga, set in feudal Japan, offering the ability to play as a samurai and a shinobi. It promises a vast open world, revamped stealth elements, and brutal combat. It is expected to be a return to the saga's roots with a highly requested setting by fans."
      },
      "image": "/imagenes/videojuegos/Assassins_Creed_Shadows.jpg",
      "platfomrs": "PC, PlayStation 5, Xbox Series X/S",
      "masterpiece": false
    },
    {
      "id": 212,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Heretic", "en": "Heretic" },
      "author": "Raven Software",
      "year": 1994,
      "description": {
        "es": "Un innovador FPS de fantasía oscura que te sumerge en un mundo plagado de magia y demonios. Juegas como Corvus, un elfo que busca venganza contra los Señores de la Serpiente. Se destacó por sus gráficos pseudo-3D, su arsenal de armas mágicas y su ambientación única, marcando un hito en el género.",
        "en": "An innovative dark fantasy FPS that plunges you into a world plagued by magic and demons. You play as Corvus, an elf seeking revenge against the Serpent Riders. It stood out for its pseudo-3D graphics, its arsenal of magical weapons, and its unique setting, marking a milestone in the genre."
      },
      "image": "/imagenes/videojuegos/Heretic.jpg",
      "platfomrs": "PC, Mac OS, Linux, Amiga",
      "masterpiece": false
    },
    {
      "id": 213,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "The Last of Us", "en": "The Last of Us" },
      "author": "Naughty Dog",
      "year": 2013,
      "description": {
        "es": "Una obra maestra de la narrativa en videojuegos que combina acción, sigilo y 'survival horror' en un mundo post-apocalíptico. Sigue la emotiva historia de Joel y Ellie mientras luchan por sobrevivir. Su guion, sus personajes complejos y su impacto emocional lo convirtieron en un referente del medio.",
        "en": "A masterpiece of video game storytelling that combines action, stealth, and survival horror in a post-apocalyptic world. It follows the emotional story of Joel and Ellie as they fight to survive. Its script, complex characters, and emotional impact made it a benchmark for the medium."
      },
      "image": "/imagenes/videojuegos/The_Last_of_Us.jpg",
      "platfomrs": "PlayStation 3, PlayStation 4, PC",
      "masterpiece": false
    },
    {
      "id": 214,
      "category": "videogames",
      "subcategory": "horror",
      "title": { "es": "Silent Hill 2", "en": "Silent Hill 2" },
      "author": "Team Silent",
      "year": 2001,
      "description": {
        "es": "Considerado por muchos como la cúspide del 'survival horror' psicológico. James Sunderland llega a Silent Hill buscando a su esposa fallecida, enfrentándose a sus propios demonios internos. Su atmósfera opresiva, sus complejos temas psicológicos y sus criaturas simbólicas lo convirtieron en un clásico atemporal y una obra de arte del terror.",
        "en": "Considered by many to be the pinnacle of psychological survival horror. James Sunderland arrives in Silent Hill searching for his deceased wife, confronting his own inner demons. Its oppressive atmosphere, complex psychological themes, and symbolic creatures made it a timeless classic and a work of art in horror."
      },
      "image": "/imagenes/videojuegos/Silent_Hill_2.jpg",
      "platfomrs": "PlayStation 2, Xbox, PC",
      "masterpiece": false
    },
    {
      "id": 215,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Tony Hawk's Pro Skater 2", "en": "Tony Hawk's Pro Skater 2" },
      "author": "Neversoft",
      "year": 2000,
      "description": {
        "es": "La aclamada secuela que perfeccionó la fórmula de los juegos de skate, añadiendo más trucos, la posibilidad de crear parques y un sistema de progresión adictivo. Su jugabilidad fluida, su icónica banda sonora y su accesibilidad lo convirtieron en un clásico atemporal y un referente del género de deportes extremos.",
        "en": "The acclaimed sequel that perfected the skateboarding game formula, adding more tricks, the ability to create parks, and an addictive progression system. Its fluid gameplay, iconic soundtrack, and accessibility made it a timeless classic and a benchmark for the extreme sports genre."
      },
      "image": "/imagenes/videojuegos/Tony_Hawks_Pro_Skater_2.jpg",
      "platfomrs": "PlayStation, Nintendo 64, Dreamcast, PC, Game Boy Advance",
      "masterpiece": false
    },
    {
      "id": 216,
      "category": "videogames",
      "subcategory": "sports",
      "title": { "es": "Wipeout HD", "en": "Wipeout HD" },
      "author": "Studio Liverpool",
      "year": 2008,
      "description": {
        "es": "Una reimaginación de alta definición de la clásica serie de carreras futuristas, que combina velocidad frenética con un diseño visual futurista y una banda sonora electrónica. Ofrece carreras antigravedad emocionantes y un desafío técnico. Es un deleite para los fans de las carreras de ciencia ficción.",
        "en": "A high-definition reimagining of the classic futuristic racing series, combining frantic speed with futuristic visual design and an electronic soundtrack. It offers thrilling anti-gravity races and a technical challenge. It's a delight for sci-fi racing fans."
      },
      "image": "/imagenes/videojuegos/Wipeout_HD.jpg",
      "platfomrs": "PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 217,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Guitar Hero III: Legends of Rock", "en": "Guitar Hero III: Legends of Rock" },
      "author": "Neversoft",
      "year": 2007,
      "description": {
        "es": "Una de las entregas más populares de la saga de ritmo musical, que te permite tocar la guitarra al ritmo de icónicas canciones de rock. Introdujo el modo batalla de guitarras y una lista de canciones memorable. Su jugabilidad adictiva y su atractivo para los fans del rock lo convirtieron en un éxito rotundo.",
        "en": "One of the most popular installments in the music rhythm series, allowing you to play guitar to the beat of iconic rock songs. It introduced the guitar battle mode and a memorable setlist. Its addictive gameplay and appeal to rock fans made it a resounding success."
      },
      "image": "/imagenes/videojuegos/Guitar_Hero_III_Legends_of_Rock.jpg",
      "platfomrs": "PlayStation 2, PlayStation 3, Xbox 360, Wii, PC, Mac OS X",
      "masterpiece": false
    },
    {
      "id": 218,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "The Walking Dead: A Telltale Games Series", "en": "The Walking Dead: A Telltale Games Series" },
      "author": "Telltale Games",
      "year": 2012,
      "description": {
        "es": "Una aclamada aventura gráfica episódica que te sumerge en el universo post-apocalíptico de los cómics de The Walking Dead. Se enfoca en las decisiones morales y sus consecuencias, narrando la emotiva historia de Lee y Clementine. Su narrativa profunda y su impacto en el género la convirtieron en una joya.",
        "en": "An acclaimed episodic graphic adventure that immerses you in the post-apocalyptic universe of The Walking Dead comics. It focuses on moral choices and their consequences, telling the emotional story of Lee and Clementine. Its deep narrative and impact on the genre made it a gem."
      },
      "image": "/imagenes/videojuegos/The_Walking_Dead_A_Telltale_Games_Series.jpg",
      "platfomrs": "PC, PlayStation 3, Xbox 360, iOS, Android, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 219,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "LittleBigPlanet", "en": "LittleBigPlanet" },
      "author": "Media Molecule",
      "year": 2008,
      "description": {
        "es": "Un innovador juego de plataformas con un fuerte énfasis en la creatividad y la personalización. Juegas como Sackboy en un mundo hecho de materiales de artesanía, con la libertad de crear y compartir tus propios niveles. Su encanto, su jugabilidad única y sus infinitas posibilidades creativas lo convirtieron en un icono de PlayStation.",
        "en": "An innovative platformer with a strong emphasis on creativity and customization. You play as Sackboy in a world made of craft materials, with the freedom to create and share your own levels. Its charm, unique gameplay, and endless creative possibilities made it a PlayStation icon."
      },
      "image": "/imagenes/videojuegos/LittleBigPlanet.jpg",
      "platfomrs": "PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 220,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Patapon", "en": "Patapon" },
      "author": "Japan Studio, Pyramid",
      "year": 2007,
      "description": {
        "es": "Un innovador juego de ritmo y estrategia que combina la acción con la música. Controlas a una tribu de guerreros Patapon que marchan y luchan al ritmo de tambores. Su estilo artístico único, su jugabilidad adictiva y su banda sonora pegadiza lo convirtieron en un clásico de culto de PSP.",
        "en": "An innovative rhythm-strategy game that combines action with music. You control a tribe of Patapon warriors who march and fight to the beat of drums. Its unique art style, addictive gameplay, and catchy soundtrack made it a PSP cult classic."
      },
      "image": "/imagenes/videojuegos/Patapon.jpg",
      "platfomrs": "PSP",
      "masterpiece": false
    },
    {
      "id": 221,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Patapon 2", "en": "Patapon 2" },
      "author": "Japan Studio, Pyramid",
      "year": 2008,
      "description": {
        "es": "La aclamada secuela de Patapon, que expandió la fórmula con nuevas clases de unidades, héroes y mecánicas de ritmo. Mantuvo el encanto y la adicción del original, ofreciendo más contenido y desafíos. Fue elogiado por sus mejoras y su fidelidad a la esencia de la serie.",
        "en": "The acclaimed sequel to Patapon, which expanded the formula with new unit classes, heroes, and rhythm mechanics. It maintained the charm and addiction of the original, offering more content and challenges. It was praised for its improvements and faithfulness to the series' essence."
      },
      "image": "/imagenes/videojuegos/Patapon_2.jpg",
      "platfomrs": "PSP",
      "masterpiece": false
    },
    {
      "id": 222,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "Patapon 3", "en": "Patapon 3" },
      "author": "Japan Studio, Pyramid",
      "year": 2011,
      "description": {
        "es": "La tercera entrega de la saga Patapon, que añadió un enfoque más profundo en el RPG y el multijugador cooperativo. Introdujo un sistema de clases más robusto y batallas contra jefes épicas. Mantuvo el estilo único y la jugabilidad rítmica, ofreciendo una experiencia más compleja y gratificante.",
        "en": "The third installment in the Patapon series, which added a deeper focus on RPG and cooperative multiplayer. It introduced a more robust class system and epic boss battles. It maintained the unique style and rhythmic gameplay, offering a more complex and rewarding experience."
      },
      "image": "/imagenes/videojuegos/Patapon_3.jpg",
      "platfomrs": "PSP",
      "masterpiece": false
    },
    {
      "id": 223,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "LocoRoco", "en": "LocoRoco" },
      "author": "Japan Studio",
      "year": 2006,
      "description": {
        "es": "Un encantador juego de plataformas y puzles musical con un estilo artístico único y vibrante. Controlas el entorno inclinando el mundo para mover a los LocoRocos, criaturas gelatinosas que cantan. Su jugabilidad innovadora, sus canciones pegadizas y su alegría pura lo convirtieron en un clásico de PSP.",
        "en": "A charming musical puzzle-platformer with a unique and vibrant art style. You control the environment by tilting the world to move the LocoRocos, gelatinous singing creatures. Its innovative gameplay, catchy songs, and pure joy made it a PSP classic."
      },
      "image": "/imagenes/videojuegos/LocoRoco.jpg",
      "platfomrs": "PSP",
      "masterpiece": false
    },
    {
      "id": 224,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Half-Life 2", "en": "Half-Life 2" },
      "author": "Valve Corporation",
      "year": 2004,
      "description": {
        "es": "Una obra maestra que redefinió el género de los FPS, aclamada por su narrativa inmersiva, su innovadora física y su diseño de niveles. Controlas a Gordon Freeman en una Tierra ocupada por alienígenas, utilizando armas y el ingenioso 'Gravity Gun'. Su impacto en los videojuegos y su calidad inigualable lo hicieron un clásico eterno.",
        "en": "A masterpiece that redefined the FPS genre, acclaimed for its immersive narrative, innovative physics, and level design. You control Gordon Freeman on an alien-occupied Earth, utilizing weapons and the ingenious 'Gravity Gun'. Its impact on video games and unparalleled quality made it an eternal classic."
      },
      "image": "/imagenes/videojuegos/Half-Life_2.jpg",
      "platfomrs": "PC, Xbox, Xbox 360, PlayStation 3",
      "masterpiece": false
    },
    {
      "id": 225,
      "category": "videogames",
      "subcategory": "rpg",
      "title": { "es": "Life is Strange", "en": "Life is Strange" },
      "author": "Dontnod Entertainment",
      "year": 2015,
      "description": {
        "es": "Una emotiva aventura gráfica episódica que sigue la historia de Max Caulfield, una estudiante de fotografía que descubre la capacidad de rebobinar el tiempo. Sus decisiones tienen consecuencias profundas en la narrativa. Aclamado por sus personajes realistas, su guion conmovedor y su exploración de temas complejos, se convirtió en un favorito de culto.",
        "en": "An emotional episodic graphic adventure that follows the story of Max Caulfield, a photography student who discovers the ability to rewind time. Her decisions have profound consequences on the narrative. Acclaimed for its realistic characters, poignant script, and exploration of complex themes, it became a cult favorite."
      },
      "image": "/imagenes/videojuegos/Life_is_Strange.jpg",
      "platfomrs": "PC, PlayStation 3, PlayStation 4, Xbox 360, Xbox One, iOS, Android, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 226,
      "category": "videogames",
      "subcategory": "shooter",
      "title": { "es": "Overwatch", "en": "Overwatch" },
      "author": "Blizzard Entertainment",
      "year": 2016,
      "description": {
        "es": "Un popular 'hero shooter' por equipos que combina acción rápida con personajes únicos y habilidades especiales. Ofrece una amplia variedad de héroes con roles distintos, fomentando la estrategia y el trabajo en equipo. Su estilo artístico vibrante, su jugabilidad pulida y su éxito en los eSports lo convirtieron en un fenómeno global.",
        "en": "A popular team-based 'hero shooter' that combines fast-paced action with unique characters and special abilities. It offers a wide variety of heroes with distinct roles, fostering strategy and teamwork. Its vibrant art style, polished gameplay, and eSports success made it a global phenomenon."
      },
      "image": "/imagenes/videojuegos/Overwatch.jpg",
      "platfomrs": "PC, PlayStation 4, Xbox One, Nintendo Switch",
      "masterpiece": false
    },
    {
      "id": 227,
      "category": "videogames",
      "subcategory": "action",
      "title": { "es": "DJ Boy", "en": "DJ Boy" },
      "author": "Kaneko",
      "year": 1989,
      "description": {
        "es": "Un peculiar 'beat 'em up' lateral arcade con un protagonista DJ que lucha sobre patines. Se destaca por su estilo artístico colorido y su banda sonora orientada al baile. Aunque no es el más profundo, su originalidad y su atmósfera lo convirtieron en un título de culto.",
        "en": "A peculiar side-scrolling arcade 'beat 'em up' with a DJ protagonist who fights on roller skates. It stands out for its colorful art style and dance-oriented soundtrack. While not the deepest, its originality and atmosphere made it a cult title."
      },
      "image": "/imagenes/videojuegos/DJ_Boy.jpg",
      "platfomrs": "Arcade, Sega Genesis",
      "masterpiece": false
    },
    {
      "id": 228,
      "category": "videogames",
      "subcategory": "platformer",
      "title": { "es": "Bubble Bobble", "en": "Bubble Bobble" },
      "author": "Taito",
      "year": 1986,
      "description": {
        "es": "Un adorable y adictivo juego de plataformas arcade protagonizado por los dragones Bub y Bob. Debes atrapar a los enemigos en burbujas y reventarlas. Su jugabilidad cooperativa, sus gráficos coloridos y su memorable banda sonora lo convirtieron en un clásico atemporal y un referente del género.",
        "en": "An adorable and addictive arcade platformer starring the dragons Bub and Bob. You must trap enemies in bubbles and pop them. Its cooperative gameplay, colorful graphics, and memorable soundtrack made it a timeless classic and a genre benchmark."
      },
      "image": "/imagenes/videojuegos/Bubble_Bobble.jpg",
      "platfomrs": "Arcade, NES, Master System, Commodore 64, Amiga, múltiples plataformas",
      "masterpiece": false
    }
  ]
}
