{
  "recommendations": [
    {
      "id": 1,
      "category": "podcast",
      "subcategory": "inspiration",
      "idioma": "es",
      "title": {
        "es": "Sacred Whispers",  
        "en": "Sacred Whispers"
      },
      "description": {
        "es": "Sacred Whispers es un audioblog íntimo donde AnaLo comparte reflexiones profundas y momentos personales sin filtros. Cada episodio invita a la introspección, la espiritualidad y el crecimiento interior, explorando emociones, aprendizajes y la búsqueda de sentido. El espacio fomenta la conexión auténtica y la escucha consciente, abordando temas de vulnerabilidad y autodescubrimiento. Un podcast para quienes buscan inspiración y calma en el día a día. Una experiencia sincera y transformadora.",
        "en": "Sacred Whispers is an intimate audio blog where AnaLo shares deep reflections and unfiltered personal moments. Each episode invites introspection, spirituality, and inner growth, exploring emotions, lessons, and the search for meaning. The space fosters authentic connection and mindful listening, addressing vulnerability and self-discovery. A podcast for those seeking inspiration and calm in daily life. A sincere and transformative experience."
      },
      "author": "Analo",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/sacred.jpg",
      "link": "https://open.spotify.com/show/5XCcrAQ9LGeCRgmyNSkjJr",
      "masterpiece": true
    },
    {
      "id": 2,
      "category": "podcast", 
      "subcategory": "comedy",
      "idioma": "es",
      "title": {
        "es": "Nadie sabe nada",
        "en": "Nadie sabe nada"
      },
      "description": {
        "es": "Andreu Buenafuente y Berto Romero improvisan conversaciones hilarantes sobre cualquier tema, sin guion ni límites. El podcast destaca por su humor espontáneo, la complicidad entre los presentadores y la participación del público. Cada episodio es una sorpresa, donde lo absurdo y lo cotidiano se mezclan en un ambiente relajado y divertido. Un referente de la comedia en español que ha conquistado a miles de oyentes. Risas garantizadas en cada entrega.",
        "en": "Andreu Buenafuente and Berto Romero improvise hilarious conversations on any topic, with no script or boundaries. The podcast stands out for its spontaneous humor, the hosts' chemistry, and audience participation. Each episode is a surprise, blending the absurd and the everyday in a relaxed, fun atmosphere. A benchmark of Spanish-language comedy that has won over thousands of listeners. Laughter guaranteed in every show."
      },
      "author": "Andreu Buenafuente y Berto Romero",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/nadie_sabe_nada.png",
      "link": "https://open.spotify.com/show/1jXeGsr1X2gpss332C8cAw?si=8132d85b01054d2a&nd=1&dlsi=990d7522d54f46e0",
      "masterpiece": true
    },
    {
      "id": 3,
      "category": "podcast",
      "subcategory": "comedy",
      "idioma": "es", 
      "title": {
        "es": "Estirando el chicle",
        "en": "Estirando el chicle"
      },
      "description": {
        "es": "Carolina Iglesias y Victoria Martín abordan temas de actualidad, cultura y sociedad desde una perspectiva feminista y con mucho humor. El podcast combina entrevistas, debates y anécdotas personales, creando un espacio seguro y divertido para la reflexión y la risa. Destaca por su tono irreverente y su capacidad para tratar temas serios con cercanía y desparpajo. Un fenómeno que ha revolucionado el podcasting en España. Imprescindible para quienes buscan humor y pensamiento crítico.",
        "en": "Carolina Iglesias and Victoria Martín tackle current affairs, culture, and society from a feminist perspective and with plenty of humor. The podcast combines interviews, debates, and personal anecdotes, creating a safe and fun space for reflection and laughter. It stands out for its irreverent tone and ability to address serious topics with warmth and boldness. A phenomenon that has revolutionized podcasting in Spain. Essential for those seeking humor and critical thinking."
      },
      "author": "Carolina Iglesias y Victoria Martín",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/estirando.jpg",
      "link": "https://open.spotify.com/show/6V1DDzXVZg6wFXFo0SanY2",
      "masterpiece": true
    },
    {
      "id": 4,
      "category": "podcast",
      "subcategory": "history",
      "idioma": "es",
      "title": {
        "es": "Curiosidades de la Historia",
        "en": "Curiosities of History"
      },
      "description": {
        "es": "Un podcast de National Geographic que explora los episodios más fascinantes y desconocidos de la historia universal. Cada entrega revela anécdotas sorprendentes, personajes olvidados y hechos insólitos, con rigor y amenidad. Ideal para curiosos y amantes del pasado, el programa combina divulgación, entretenimiento y aprendizaje. Una invitación a descubrir el lado oculto de la historia y a cuestionar lo que creíamos saber. Aprender nunca fue tan divertido.",
        "en": "A National Geographic podcast that explores the most fascinating and little-known episodes of world history. Each episode reveals surprising anecdotes, forgotten characters, and unusual facts, with rigor and entertainment. Perfect for the curious and history lovers, the show combines education, fun, and learning. An invitation to discover history's hidden side and question what we thought we knew. Learning has never been so enjoyable."
      },
      "author": "National Geographic",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/curiosidades.jpg",
      "link": "https://open.spotify.com/show/5LpYg29KE8rckzwEj2JGmS",
      "masterpiece": false
    },
    {
      "id": 5,
      "category": "podcast",
      "subcategory": "comedy",
      "idioma": "es",
      "title": {
        "es": "La vida moderna",
        "en": "La vida moderna"
      },
      "description": {
        "es": "David Broncano, Quequé e Ignatius Farray analizan la actualidad y la sociedad moderna con humor ácido y provocador. El podcast destaca por su estilo irreverente, la improvisación y la crítica social, abordando temas polémicos y cotidianos sin censura. Cada episodio es una mezcla de sátira, reflexión y carcajadas, convirtiéndose en un referente de la comedia radiofónica. Un espacio para cuestionar lo establecido y reírse de todo.",
        "en": "David Broncano, Quequé, and Ignatius Farray analyze current affairs and modern society with sharp, provocative humor. The podcast stands out for its irreverent style, improvisation, and social critique, tackling controversial and everyday topics without censorship. Each episode blends satire, reflection, and laughter, becoming a benchmark of radio comedy. A space to question the status quo and laugh at everything."
      },
      "author": "David Broncano, Quequé e Ignatius Farray",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/vida_moderna.png",
      "link": "https://open.spotify.com/show/2VQlKTlbrsuAYHD4RvICbS",
      "masterpiece": true
    },
    {
      "id": 6,
      "category": "podcast",
      "subcategory": "education",
      "idioma": "es",
      "title": {
        "es": "The Wild Project",
        "en": "The Wild Project"
      },
      "description": {
        "es": "Jordi Wild conduce entrevistas en profundidad con invitados de diversos ámbitos, desde ciencia y deporte hasta entretenimiento y actualidad. El podcast destaca por su formato extenso, la honestidad de las conversaciones y la variedad de temas tratados. Cada episodio ofrece perspectivas únicas y debates abiertos sobre cuestiones sociales, personales y culturales. Un espacio para el aprendizaje, la reflexión y el entretenimiento sin filtros. Ideal para mentes curiosas.",
        "en": "Jordi Wild hosts in-depth interviews with guests from various fields, from science and sports to entertainment and current affairs. The podcast stands out for its long-form format, honest conversations, and wide range of topics. Each episode offers unique perspectives and open debates on social, personal, and cultural issues. A space for learning, reflection, and unfiltered entertainment. Perfect for curious minds."
      },
      "author": "Jordi Wild",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/wild.jpg",
      "link": "https://open.spotify.com/show/5iKz9gAsyuQ1xLG6MFLtQg",
      "masterpiece": false
    },
    {
      "id": 7,
      "category": "podcast",
      "subcategory": "history",
      "idioma": "es",
      "title": {
        "es": "Cualquier tiempo pasado fue anterior",
        "en": "Cualquier tiempo pasado fue anterior"
      },
      "description": {
        "es": "Nieves Concostrina narra con humor y rigor los episodios más insólitos y desconocidos de la historia. El podcast combina anécdotas, curiosidades y análisis históricos, desmitificando personajes y acontecimientos. Su estilo cercano y divertido convierte el aprendizaje en una experiencia amena y memorable. Un referente de la divulgación histórica en español, ideal para quienes disfrutan de la historia contada de forma original y entretenida.",
        "en": "Nieves Concostrina narrates the most unusual and little-known episodes in history with humor and rigor. The podcast blends anecdotes, curiosities, and historical analysis, demystifying characters and events. Its approachable and fun style turns learning into an enjoyable and memorable experience. A benchmark of historical outreach in Spanish, perfect for those who enjoy history told in an original and entertaining way."
      },
      "author": "Nieves Concostrina",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/tiempo_pasado.png",
      "link": "https://open.spotify.com/show/5mZbYo1FEL4pS6Exp6RK6q",
      "masterpiece": false
    },
    {
      "id": 8,
      "category": "podcast",
      "subcategory": "inspiration",
      "idioma": "es",
      "title": {
        "es": "El podcast de Cristina Mitre",
        "en": "Cristina Mitre's Podcast"
      },
      "description": {
        "es": "Cristina Mitre entrevista a expertos en salud, belleza, bienestar y desarrollo personal, compartiendo consejos prácticos y experiencias inspiradoras. El podcast destaca por su enfoque científico, la calidad de sus invitados y la cercanía de las conversaciones. Cada episodio es una oportunidad para aprender a cuidarse mejor y descubrir nuevas perspectivas sobre el autocuidado y la vida saludable. Un espacio para crecer y sentirse bien.",
        "en": "Cristina Mitre interviews experts in health, beauty, wellness, and personal development, sharing practical tips and inspiring experiences. The podcast stands out for its scientific approach, quality guests, and the warmth of its conversations. Each episode is an opportunity to learn how to take better care of yourself and discover new perspectives on self-care and healthy living. A space to grow and feel good."
      },
      "author": "Cristina Mitre",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/cristina.jpg",
      "link": "https://open.spotify.com/show/17zwEnaa9Em2z3hHE5LuZT",
      "masterpiece": false
    },
    {
      "id": 9,
      "category": "podcast",
      "subcategory": "crime",
      "idioma": "es",
      "title": {
        "es": "Criminopatía",
        "en": "Criminopatía"
      },
      "description": {
        "es": "Clara Tiscar analiza en profundidad casos criminales reales, explorando la psicología de los protagonistas, los detalles de las investigaciones y el impacto social de los crímenes. El podcast combina rigor periodístico, narración envolvente y reflexión sobre la justicia y la condición humana. Cada episodio invita a cuestionar la naturaleza del mal y la complejidad de la mente criminal. Un referente del true crime en español.",
        "en": "Clara Tiscar delves deeply into real criminal cases, exploring the psychology of those involved, the details of investigations, and the social impact of crime. The podcast combines journalistic rigor, immersive storytelling, and reflection on justice and human nature. Each episode invites listeners to question the nature of evil and the complexity of the criminal mind. A benchmark of true crime in Spanish."
      },
      "author": "Clara Tiscar",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/Criminopatia.jpeg",
      "link": "https://open.spotify.com/show/7yqiEjCXTX4Lqi0xD8RF87",
      "masterpiece": false
    },
    {
      "id": 10,
      "category": "podcast",
      "subcategory": "comedy",
      "idioma": "es",
      "title": {
        "es": "Odio a la gente",
        "en": "Odio a la gente"
      },
      "description": {
        "es": "Un podcast de humor ácido donde se analizan con ironía y sarcasmo las situaciones cotidianas y los comportamientos sociales que nos irritan. Los presentadores abordan temas universales con un enfoque desenfadado, compartiendo anécdotas y reflexiones que invitan a la risa y la identificación. Cada episodio es una catarsis colectiva para quienes disfrutan del humor negro y la crítica social. Ideal para reírse de uno mismo y del mundo.",
        "en": "A podcast of sharp humor that analyzes everyday situations and social behaviors that irritate us with irony and sarcasm. The hosts tackle universal topics with a laid-back approach, sharing anecdotes and reflections that invite laughter and identification. Each episode is a collective catharsis for those who enjoy dark humor and social critique. Perfect for laughing at yourself and the world."
      },
      "author": "Odio a la gente",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/odio.jpg",
      "link": "https://open.spotify.com/show/1sYunv4SXt1HOmoDdvhOOp",
      "masterpiece": false
    },
    {
      "id": 11,
      "category": "podcast",
      "subcategory": "news",
      "idioma": "es",
      "title": {
        "es": "Saldremos mejores",
        "en": "Saldremos mejores"
      },
      "description": {
        "es": "Inés Hernand y Nerea Pérez de las Heras analizan la actualidad política y social con rigor, humor y perspectiva crítica. El podcast invita a cuestionar la información dominante, profundizando en temas relevantes junto a voces expertas y testimonios directos. Cada episodio es un espacio de reflexión, debate y aprendizaje sobre los desafíos contemporáneos. Una propuesta fresca y valiente para entender el mundo más allá de los titulares. Ideal para mentes inquietas.",
        "en": "Inés Hernand and Nerea Pérez de las Heras analyze political and social current affairs with rigor, humor, and a critical perspective. The podcast encourages questioning mainstream information, delving into relevant topics with expert voices and direct testimonies. Each episode is a space for reflection, debate, and learning about contemporary challenges. A fresh and bold proposal to understand the world beyond the headlines. Perfect for curious minds."
      },
      "author": "Inés Hernand y Nerea Pérez de las Heras",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/saldremos_mejores.jpg",
      "link": "https://open.spotify.com/show/7x5Q0B2ZWIot59Ah6NWoar",
      "masterpiece": false
    },
    {
      "id": 12,
      "category": "podcast",
      "subcategory": "news",
      "idioma": "es",
      "title": {
        "es": "No es el fin del mundo",
        "en": "No es el fin del mundo"
      },
      "description": {
        "es": "Fernando Arancón y Alba Leiva desdramatizan la actualidad internacional, explicando la geopolítica y los grandes acontecimientos mundiales de forma clara y accesible. El podcast combina análisis, entrevistas y datos para ofrecer una visión optimista y realista del mundo. Ganador del Premio Ondas, es una referencia para quienes buscan entender la complejidad global sin caer en el catastrofismo. Una invitación a informarse y pensar en positivo.",
        "en": "Fernando Arancón and Alba Leiva take the drama out of international news, explaining geopolitics and major world events in a clear and accessible way. The podcast combines analysis, interviews, and data to offer an optimistic and realistic view of the world. Winner of the Ondas Award, it is a reference for those seeking to understand global complexity without falling into catastrophism. An invitation to stay informed and think positively."
      },
      "author": "Fernando Arancón y Alba Leiva",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/no_es_el_fin.jpg",
      "link": "https://open.spotify.com/show/5dbvpKwtqz3X3hcX1BSEzf",
      "masterpiece": false
    },
    {
      "id": 13,
      "category": "podcast",
      "subcategory": "crime",
      "idioma": "es",
      "title": {
        "es": "Territorio Negro",
        "en": "Territorio Negro"
      },
      "description": {
        "es": "Manu Marlasca y Luis Rendueles investigan los crímenes más impactantes de España, desgranando los detalles de cada caso y sus implicaciones sociales. El podcast destaca por su rigor periodístico, la profundidad de las entrevistas y el análisis de la criminalidad desde múltiples perspectivas. Cada episodio es un viaje al lado oscuro de la sociedad, con historias reales que invitan a la reflexión. Un referente del true crime en español.",
        "en": "Manu Marlasca and Luis Rendueles investigate Spain's most shocking crimes, breaking down the details of each case and its social implications. The podcast stands out for its journalistic rigor, in-depth interviews, and analysis of crime from multiple perspectives. Each episode is a journey into the dark side of society, with real stories that invite reflection. A benchmark of true crime in Spanish."
      },
      "author": "Manu Marlasca y Luis Rendueles",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/territorio_negro.jpg",
      "link": "https://open.spotify.com/show/6uXc6iDpBopOgUr8Osc4x7",
      "masterpiece": false
    },
    {
      "id": 14,
      "category": "podcast",
      "subcategory": "comedy",
      "idioma": "es",
      "title": {
        "es": "La Ruina",
        "en": "La Ruina"
      },
      "description": {
        "es": "Tomàs Fuentes e Ignasi Taltavull invitan a sus oyentes y a personajes famosos a compartir sus peores anécdotas y momentos más vergonzosos. El podcast convierte las desgracias en risas, creando un ambiente distendido y empático donde el humor surge de la vulnerabilidad. Cada episodio es una celebración de la imperfección humana y la capacidad de reírse de uno mismo. Un show imprescindible para amantes de la comedia y las historias reales.",
        "en": "Tomàs Fuentes and Ignasi Taltavull invite listeners and celebrities to share their worst anecdotes and most embarrassing moments. The podcast turns misfortunes into laughter, creating a relaxed and empathetic atmosphere where humor arises from vulnerability. Each episode is a celebration of human imperfection and the ability to laugh at oneself. A must-listen show for comedy and real story lovers."
      },
      "author": "Tomàs Fuentes e Ignasi Taltavull",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/la_ruina.jpg",
      "link": "https://open.spotify.com/show/2hH5wXIG5SCCSxbcbKsyg8",
      "masterpiece": false
    },
    {
      "id": 15,
      "category": "podcast",
      "subcategory": "science",
      "idioma": "es",
      "title": {
        "es": "La Rosa de los Vientos",
        "en": "La Rosa de los Vientos"
      },
      "description": {
        "es": "Programa histórico de radio que explora misterios, ciencia, historia y fenómenos paranormales con rigor y entretenimiento. Bruno Cardeñosa y su equipo abordan temas fascinantes, desde enigmas sin resolver hasta avances científicos, combinando divulgación y curiosidad. Cada episodio es un viaje por el conocimiento y lo desconocido, ideal para mentes inquietas y amantes del misterio. Un clásico de la radio española.",
        "en": "A historic radio program that explores mysteries, science, history, and paranormal phenomena with rigor and entertainment. Bruno Cardeñosa and his team tackle fascinating topics, from unsolved enigmas to scientific breakthroughs, blending outreach and curiosity. Each episode is a journey through knowledge and the unknown, perfect for curious minds and mystery lovers. A classic of Spanish radio."
      },
      "author": "Bruno Cardeñosa",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/la_rosa.jpg",
      "link": "https://open.spotify.com/show/2JZHytA0SZciOGkTRwWMyS",
      "masterpiece": false
    },
    {
      "id": 16,
      "category": "podcast",
      "subcategory": "science",
      "idioma": "es",
      "title": {
        "es": "Entiende tu mente",
        "en": "Entiende tu mente"
      },
      "description": {
        "es": "Un pódcast de psicología que aborda temas como la ansiedad, el estrés, las relaciones y el autoconocimiento. Los episodios, conducidos por expertos, ofrecen herramientas prácticas y explicaciones claras para comprender mejor nuestra mente y emociones. Ideal para quienes buscan mejorar su bienestar psicológico y entender los mecanismos del comportamiento humano. Cada entrega invita a la reflexión y al crecimiento personal. Un referente en divulgación psicológica en español.",
        "en": "A psychology podcast that covers topics such as anxiety, stress, relationships, and self-awareness. Hosted by experts, each episode provides practical tools and clear explanations to better understand our mind and emotions. Perfect for those seeking to improve their psychological well-being and understand human behavior. Every episode encourages reflection and personal growth. A benchmark in Spanish-language psychology outreach."
      },
      "author": "Molo Cebrián",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/entiende_tu_mente.jpg",
      "link": "https://open.spotify.com/show/0sGGLIDnnijRPLef7InllD",
      "masterpiece": false
    },
    {
      "id": 17,
      "category": "podcast",
      "subcategory": "culture",
      "idioma": "es",
      "title": {
        "es": "Gabinete de curiosidades",
        "en": "Gabinete de curiosidades"
      },
      "description": {
        "es": "Jorge Carrión explora historias sorprendentes y poco conocidas del arte, la literatura y la cultura global. Cada episodio es una invitación a descubrir personajes, objetos y relatos insólitos que han marcado la historia cultural. El pódcast destaca por su tono narrativo y su capacidad para despertar la curiosidad del oyente. Un viaje sonoro por gabinetes llenos de maravillas y rarezas. Ideal para amantes de la cultura y lo inesperado.",
        "en": "Jorge Carrión explores surprising and little-known stories from art, literature, and global culture. Each episode invites listeners to discover unusual characters, objects, and tales that have shaped cultural history. The podcast stands out for its narrative tone and ability to spark curiosity. A sonic journey through cabinets filled with wonders and oddities. Perfect for culture lovers and the unexpected."
      },
      "author": "Jorge Carrión",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/gabinete.jpg",
      "link": "https://open.spotify.com/show/3yi00lEL8NqhEnJNmt2yaF",
      "masterpiece": false
    },
    {
      "id": 18,
      "category": "podcast",
      "subcategory": "culture",
      "idioma": "es",
      "title": {
        "es": "Hotel Jorge Juan",
        "en": "Hotel Jorge Juan"
      },
      "description": {
        "es": "Un pódcast de entrevistas conducido por Javier Aznar, donde se abordan temas de cultura, estilo de vida y sociedad. Invitados de diversos ámbitos comparten sus experiencias y visiones, generando conversaciones profundas y amenas. El ambiente íntimo y elegante del hotel sirve de marco para reflexiones sobre tendencias, creatividad y actualidad. Un espacio para descubrir nuevas perspectivas y disfrutar del arte de la conversación.",
        "en": "An interview podcast hosted by Javier Aznar, covering topics of culture, lifestyle, and society. Guests from various fields share their experiences and insights, leading to deep and engaging conversations. The intimate and elegant hotel setting provides a backdrop for reflections on trends, creativity, and current affairs. A space to discover new perspectives and enjoy the art of conversation."
      },
      "author": "Jorge Juan",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/hotel_jorge_juan.jpg",
      "link": "https://open.spotify.com/show/42B1tQQzD6j9mCX6DNi4xQ",
      "masterpiece": false
    },
    {
      "id": 19,
      "category": "podcast",
      "subcategory": "music",
      "idioma": "es",
      "title": {
        "es": "Ídolos",
        "en": "Ídolos"
      },
      "description": {
        "es": "Arturo González-Campos repasa la vida y obra de los grandes iconos de la música, desvelando anécdotas, influencias y momentos clave de sus trayectorias. El pódcast combina rigor documental y pasión por la música, acercando al oyente a las historias humanas detrás de las leyendas. Cada episodio es un homenaje a la creatividad y el impacto cultural de los ídolos musicales. Ideal para melómanos y curiosos.",
        "en": "Arturo González-Campos reviews the lives and works of great music icons, revealing anecdotes, influences, and key moments in their careers. The podcast blends documentary rigor and passion for music, bringing listeners closer to the human stories behind the legends. Each episode is a tribute to the creativity and cultural impact of musical idols. Perfect for music lovers and the curious."
      },
      "author": "Arturo González-Campos",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/idolos.jpg",
      "link": "https://open.spotify.com/show/6mthH0RnhXG8Fpa33uvRxT",
      "masterpiece": false
    },    
    {
      "id": 20,
      "category": "podcast",
      "subcategory": "history",
      "idioma": "es",
      "title": {
        "es": "Crónica en negro",
        "en": "Crónica en negro"
      },
      "description": {
        "es": "Manu Marlasca narra los crímenes más impactantes de la historia de España, analizando sus causas, consecuencias y el contexto social. El pódcast destaca por su enfoque periodístico, la profundidad de las investigaciones y la calidad de las entrevistas. Cada episodio reconstruye casos emblemáticos, invitando a la reflexión sobre la justicia y la condición humana. Un referente para los amantes del true crime y la historia criminal.",
        "en": "Manu Marlasca narrates the most shocking crimes in Spanish history, analyzing their causes, consequences, and social context. The podcast stands out for its journalistic approach, in-depth investigations, and quality interviews. Each episode reconstructs emblematic cases, inviting reflection on justice and human nature. A benchmark for true crime and criminal history enthusiasts."
      },
      "author": "Manu Marlasca",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/cronica.jpg",
      "link": "https://open.spotify.com/show/0Cx6uRV7UEh8U4tSGRHiYg",
      "masterpiece": false
    },
    {
      "id": 21,
      "category": "podcast",
      "subcategory": "education",
      "idioma": "es",
      "title": {
        "es": "TED en Español",
        "en": "TED en Español"
      },
      "description": {
        "es": "Una selección de las mejores charlas TED traducidas al español, presentando ideas innovadoras en tecnología, ciencia, arte y sociedad. Cada episodio ofrece perspectivas inspiradoras y soluciones creativas a los desafíos actuales. El pódcast destaca por la diversidad de voces y la calidad de los contenidos. Ideal para quienes buscan aprender y expandir su visión del mundo. Un espacio para la curiosidad y el conocimiento.",
        "en": "A selection of the best TED talks translated into Spanish, presenting innovative ideas in technology, science, art, and society. Each episode offers inspiring perspectives and creative solutions to current challenges. The podcast stands out for its diversity of voices and quality content. Perfect for those who want to learn and broaden their worldview. A space for curiosity and knowledge."
      },
      "author": "TED",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/ted.jpg",
      "link": "https://open.spotify.com/show/524qliZmwyXLOClyk8gV9T",
      "masterpiece": false
    },
    {
      "id": 22,
      "category": "podcast",
      "subcategory": "inspiration",
      "idioma": "es",
      "title": {
        "es": "La Fucking Condición Humana",
        "en": "La Fucking Condición Humana"
      },
      "description": {
        "es": "Nerea Pérez de las Heras reflexiona sobre la naturaleza humana a través de historias personales, entrevistas y análisis de la vida contemporánea. El pódcast aborda temas como la vulnerabilidad, la identidad y las emociones, invitando a la empatía y la autocrítica. Cada episodio es una oportunidad para cuestionar lo que nos hace humanos y explorar los retos de la sociedad actual. Un espacio honesto y provocador.",
        "en": "Nerea Pérez de las Heras reflects on human nature through personal stories, interviews, and analysis of contemporary life. The podcast addresses topics such as vulnerability, identity, and emotions, inviting empathy and self-criticism. Each episode is an opportunity to question what makes us human and explore the challenges of today's society. An honest and thought-provoking space."
      },
      "author": "Nerea Pérez de las Heras",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/la_fucking.jpg",
      "link": "https://open.spotify.com/show/2xCbUret67qUXJWK2lp8jl",
      "masterpiece": false
    },
    {
      "id": 23,
      "category": "podcast",
      "subcategory": "technology",
      "idioma": "es",
      "title": {
        "es": "La Órbita de Endor",
        "en": "La Órbita de Endor"
      },
      "description": {
        "es": "Un pódcast dedicado a la cultura pop, la ciencia ficción y la tecnología, con análisis en profundidad de películas, series, cómics y videojuegos. Antonio Runa y su equipo debaten sobre los grandes clásicos y las novedades del mundo geek, aportando datos, curiosidades y opiniones apasionadas. Cada episodio es una celebración del entretenimiento y la creatividad. Ideal para fans de la ciencia ficción y la cultura popular.",
        "en": "A podcast dedicated to pop culture, science fiction, and technology, with in-depth analysis of movies, series, comics, and video games. Antonio Runa and his team discuss great classics and the latest geek news, sharing facts, curiosities, and passionate opinions. Each episode is a celebration of entertainment and creativity. Perfect for science fiction and pop culture fans."
      },
      "author": "Antonio Runa",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/la_orbita.jpg",
      "link": "https://open.spotify.com/show/1S9ADiefiSIzsEYV5QZzSm",
      "masterpiece": false
    },
    {
      "id": 24,
      "category": "podcast",
      "subcategory": "technology",
      "idioma": "es",
      "title": {
        "es": "Cuarto Milenial",
        "en": "Cuarto Milenial"
      },
      "description": {
        "es": "Ana Medina explora la intersección entre tecnología, cultura millennial y fenómenos paranormales, abordando temas actuales con humor y rigor. El pódcast combina entrevistas, análisis y relatos sorprendentes, creando un espacio único para la reflexión y el entretenimiento. Cada episodio invita a cuestionar la realidad y descubrir nuevas perspectivas sobre el mundo digital y lo inexplicable. Un show fresco y original.",
        "en": "Ana Medina explores the intersection of technology, millennial culture, and paranormal phenomena, tackling current topics with humor and rigor. The podcast blends interviews, analysis, and surprising stories, creating a unique space for reflection and entertainment. Each episode invites listeners to question reality and discover new perspectives on the digital world and the unexplained. A fresh and original show."
      },
      "author": "Ana Medina",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/cuarto_milenial.jpeg",
      "link": "https://open.spotify.com/episode/4b33BHhH4A7cE3xQvuQ5gU",
      "masterpiece": false
    },
    {
      "id": 25,
      "category": "podcast",
      "subcategory": "news",
      "idioma": "en",
      "title": {
        "es": "Throughline",
        "en": "Throughline"
      },
      "description": {
        "es": "Un pódcast innovador de NPR que contextualiza las noticias actuales a través de la historia, ofreciendo investigaciones profundas y perspectivas únicas sobre cómo el pasado influye en nuestro presente. Cada episodio conecta eventos históricos con temas contemporáneos, ayudando a comprender mejor el mundo actual. Ideal para oyentes curiosos y amantes de la historia. Un referente en divulgación histórica internacional.",
        "en": "NPR's innovative podcast that contextualizes today's news through history, offering in-depth research and unique perspectives on how the past shapes our present. Each episode connects historical events with contemporary issues, helping listeners better understand the modern world. Perfect for curious minds and history lovers. A benchmark in international historical outreach."
      },
      "author": "NPR",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/throughline.jpg",
      "link": "https://open.spotify.com/show/0vYTIMav7el5VXq5n5pxhI?si=2VSfhedvTPS3Ent2x2YeDg&nd=1&dlsi=a7989695a0ff4b01",
      "masterpiece": true
    },
    {
      "id": 26,
      "category": "podcast",
      "subcategory": "inspiration",
      "idioma": "en",
      "title": {
        "es": "The Goal Digger Podcast",
        "en": "The Goal Digger Podcast"
      },
      "description": {
        "es": "Jenna Kutcher comparte estrategias prácticas, entrevistas inspiradoras y consejos accionables para emprendedores y creativos. Cada episodio profundiza en temas de marketing, productividad y desarrollo personal, ayudando a los oyentes a alcanzar sus metas profesionales y personales. El podcast destaca por su tono motivador y recursos útiles para quienes buscan crecer en el mundo digital. Una guía imprescindible para quienes desean convertir sus sueños en realidad. Inspiración y herramientas para avanzar cada día.",
        "en": "Jenna Kutcher shares practical strategies, inspiring interviews, and actionable tips for entrepreneurs and creatives. Each episode delves into marketing, productivity, and personal growth, helping listeners achieve their professional and personal goals. The podcast stands out for its motivational tone and useful resources for those seeking to grow in the digital world. An essential guide for anyone wanting to turn dreams into reality. Inspiration and tools to move forward every day."
      },
      "author": "Jenna Kutcher",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/goal_digger.jpg",
      "link": "https://open.spotify.com/show/0U11V31OMwksj3mg8gS0jX",
      "masterpiece": false
    },
    {
      "id": 27,
      "category": "podcast",
      "subcategory": "crime",
      "idioma": "en",
      "title": {
        "es": "Crime Junkie",
        "en": "Crime Junkie"
      },
      "description": {
        "es": "Ashley Flowers narra casos reales de crímenes con un estilo envolvente y detallado, manteniendo la tensión en cada episodio. El podcast explora misterios sin resolver, desapariciones y asesinatos, presentando los hechos con rigor y empatía. Destaca por su narrativa clara y la capacidad de enganchar a los oyentes desde el primer minuto. Un referente del true crime en inglés, ideal para amantes del suspense y la investigación. Cada historia invita a reflexionar sobre la justicia y la verdad.",
        "en": "Ashley Flowers narrates real crime cases with an immersive and detailed style, keeping the tension high in every episode. The podcast explores unsolved mysteries, disappearances, and murders, presenting facts with rigor and empathy. It stands out for its clear storytelling and ability to hook listeners from the start. A benchmark of true crime in English, perfect for fans of suspense and investigation. Each story invites reflection on justice and truth."
      },
      "author": "Ashley Flowers",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/crimejunkie.png",
      "link": "https://open.spotify.com/show/3DgfoleqaW61T2amZQKINx",
      "masterpiece": true
    },
    {
      "id": 28,
      "category": "podcast",
      "subcategory": "news",
      "idioma": "en",
      "title": {
        "es": "The Daily",
        "en": "The Daily"
      },
      "description": {
        "es": "The New York Times presenta un análisis profundo de las noticias más relevantes del día, con reportajes exclusivos y entrevistas a expertos. Cada episodio ofrece contexto, investigación y perspectivas diversas sobre los acontecimientos actuales. El podcast destaca por su rigor periodístico y la calidad de su producción. Una herramienta esencial para quienes desean estar informados de manera clara y comprensible. Ideal para comenzar el día bien informado.",
        "en": "The New York Times presents an in-depth analysis of the day's most relevant news, with exclusive reports and expert interviews. Each episode provides context, research, and diverse perspectives on current events. The podcast stands out for its journalistic rigor and high production quality. An essential tool for those who want to stay informed in a clear and understandable way. Perfect for starting the day well-informed."
      },
      "author": "The New York Times",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/the_daily.jpg",
      "link": "https://open.spotify.com/show/3IM0lmZxpFAY7CwMuv9H4g",
      "masterpiece": true
    },
    {
      "id": 29,
      "category": "podcast",
      "subcategory": "comedy",
      "idioma": "en",
      "title": {
        "es": "The Joe Rogan Experience",
        "en": "The Joe Rogan Experience"
      },
      "description": {
        "es": "Joe Rogan conduce entrevistas extensas con invitados de todos los ámbitos, desde científicos y atletas hasta celebridades y pensadores. El podcast es conocido por su formato libre, conversaciones profundas y debates sobre temas variados como ciencia, cultura, política y humor. Cada episodio es una exploración sin filtros de ideas y experiencias. Un referente del podcasting global, ideal para quienes buscan perspectivas diversas y conversaciones auténticas.",
        "en": "Joe Rogan hosts long-form interviews with guests from all walks of life, from scientists and athletes to celebrities and thinkers. The podcast is known for its free-form style, deep conversations, and debates on topics ranging from science and culture to politics and humor. Each episode is an unfiltered exploration of ideas and experiences. A global podcasting benchmark, perfect for those seeking diverse perspectives and authentic conversations."
      },
      "author": "Joe Rogan",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/joe_rogan.jpg",
      "link": "https://open.spotify.com/show/4rOoJ6Egrf8K2IrywzwOMk",
      "masterpiece": true
    },
    {
      "id": 30,
      "category": "podcast",
      "subcategory": "comedy",
      "idioma": "en",
      "title": {
        "es": "This Past Weekend w/ Theo Von",
        "en": "This Past Weekend w/ Theo Von"
      },
      "description": {
        "es": "Theo Von comparte historias personales, anécdotas divertidas y reflexiones sobre la vida cotidiana con su característico humor sureño. El podcast combina entrevistas, monólogos y participación de la audiencia, creando un ambiente cercano y espontáneo. Destaca por su autenticidad y la capacidad de conectar con oyentes de todo el mundo. Una propuesta original para quienes buscan entretenimiento, nostalgia y risas sinceras. Un espacio para desconectar y disfrutar.",
        "en": "Theo Von shares personal stories, funny anecdotes, and reflections on everyday life with his signature Southern humor. The podcast combines interviews, monologues, and audience participation, creating a warm and spontaneous atmosphere. It stands out for its authenticity and ability to connect with listeners worldwide. An original show for those seeking entertainment, nostalgia, and genuine laughter. A space to unwind and enjoy."
      },
      "author": "Theo Von",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/this_past_weekend.jpg",
      "link": "https://open.spotify.com/show/6PwE1CIZsgfrhX6Bw96PUN",
      "masterpiece": false
    },
    {
      "id": 31,
      "category": "podcast",
      "subcategory": "business",
      "idioma": "en",
      "title": {
        "es": "The Diary of a CEO",
        "en": "The Diary of a CEO"
      },
      "description": {
        "es": "Steven Bartlett entrevista a líderes empresariales, emprendedores y figuras influyentes, explorando sus trayectorias, fracasos y éxitos. El podcast ofrece lecciones valiosas sobre liderazgo, innovación y crecimiento personal, con un enfoque honesto y profundo. Cada episodio revela los desafíos y aprendizajes detrás del éxito empresarial. Una fuente de inspiración para quienes buscan crecer profesionalmente y entender el mundo de los negocios desde dentro.",
        "en": "Steven Bartlett interviews business leaders, entrepreneurs, and influential figures, exploring their journeys, failures, and successes. The podcast offers valuable lessons on leadership, innovation, and personal growth, with an honest and in-depth approach. Each episode reveals the challenges and learnings behind business success. A source of inspiration for those seeking professional growth and an inside look at the business world."
      },
      "author": "Steven Bartlett",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/diary_ceo.jpg",
      "link": "https://open.spotify.com/show/5y0Ko4rh7Ux9lZYzRxuIdH",
      "masterpiece": false
    },
    {
      "id": 32,
      "category": "podcast",
      "subcategory": "business",
      "idioma": "en",
      "title": {
        "es": "How I Built This",
        "en": "How I Built This"
      },
      "description": {
        "es": "Guy Raz entrevista a fundadores de empresas exitosas, desentrañando las historias detrás de sus logros y los desafíos superados. El podcast destaca por su narrativa inspiradora y la profundidad de las conversaciones, ofreciendo lecciones sobre innovación, perseverancia y creatividad. Cada episodio es una ventana al mundo del emprendimiento y la construcción de grandes ideas. Ideal para quienes sueñan con crear su propio camino empresarial.",
        "en": "Guy Raz interviews founders of successful companies, uncovering the stories behind their achievements and the challenges they overcame. The podcast stands out for its inspiring narrative and in-depth conversations, offering lessons on innovation, perseverance, and creativity. Each episode is a window into the world of entrepreneurship and building great ideas. Perfect for those who dream of forging their own business path."
      },
      "author": "Guy Raz",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/how_i_build.jpg",
      "link": "https://open.spotify.com/show/6E709HRH7XaiZrMfgtNCun",
      "masterpiece": true
    },
    {
      "id": 33,
      "category": "podcast",
      "subcategory": "science",
      "idioma": "en",
      "title": {
        "es": "Ologies",
        "en": "Ologies"
      },
      "description": {
        "es": "Alie Ward entrevista a expertos en diversas disciplinas científicas, desmitificando conceptos complejos con humor y claridad. El podcast explora desde biología y astronomía hasta psicología y paleontología, haciendo la ciencia accesible y entretenida. Cada episodio es una invitación a la curiosidad y el aprendizaje continuo. Ideal para quienes disfrutan descubrir el mundo a través de la ciencia. Un viaje fascinante por el conocimiento humano.",
        "en": "Alie Ward interviews experts in various scientific fields, demystifying complex concepts with humor and clarity. The podcast explores everything from biology and astronomy to psychology and paleontology, making science accessible and entertaining. Each episode is an invitation to curiosity and continuous learning. Perfect for those who enjoy discovering the world through science. A fascinating journey through human knowledge."
      },
      "author": "Alie Ward",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/ologies.jpg",
      "link": "https://open.spotify.com/show/5nvRkVMH58SelKZYZFZx1S",
      "masterpiece": true
    },
    {
      "id": 34,
      "category": "podcast",
      "subcategory": "science",
      "idioma": "en",
      "title": {
        "es": "Maintenance Phase",
        "en": "Maintenance Phase"
      },
      "description": {
        "es": "Aubrey Gordon y Michael Hobbes desmontan mitos sobre salud, nutrición y cultura pop con humor y análisis crítico. El podcast examina dietas, tendencias y creencias populares, respaldando sus argumentos con investigación rigurosa. Cada episodio invita a cuestionar lo que damos por hecho sobre el bienestar y la imagen corporal. Una propuesta refrescante y educativa para quienes buscan información fiable y entretenimiento inteligente.",
        "en": "Aubrey Gordon and Michael Hobbes debunk myths about health, nutrition, and pop culture with humor and critical analysis. The podcast examines diets, trends, and popular beliefs, backing up arguments with solid research. Each episode encourages questioning what we take for granted about wellness and body image. A refreshing and educational show for those seeking reliable information and smart entertainment."
      },
      "author": "Aubrey Gordon & Michael Hobbes",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/maintenance.jpg",
      "link": "https://open.spotify.com/show/3rDR8CfpIEMpITG2UC3w5W",
      "masterpiece": false
    },
    {
      "id": 35,
      "category": "podcast",
      "subcategory": "culture",
      "idioma": "en",
      "title": {
        "es": "If Books Could Kill",
        "en": "If Books Could Kill"
      },
      "description": {
        "es": "Michael Hobbes y Peter Shamshiri analizan bestsellers populares, desentrañando su impacto cultural y los mensajes que transmiten. El podcast combina humor, crítica literaria y reflexión social, invitando a cuestionar el éxito editorial y sus consecuencias. Cada episodio examina libros que han influido en la opinión pública y la cultura contemporánea. Una propuesta original para amantes de la lectura y el análisis profundo. Entretenimiento y pensamiento crítico en cada entrega.",
        "en": "Michael Hobbes and Peter Shamshiri analyze popular bestsellers, unraveling their cultural impact and the messages they convey. The podcast blends humor, literary criticism, and social reflection, encouraging listeners to question publishing success and its consequences. Each episode examines books that have influenced public opinion and contemporary culture. An original show for book lovers and deep analysis fans. Entertainment and critical thinking in every episode."
      },
      "author": "Michael Hobbes & Peter Shamshiri",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/if_books_could_kill.jpg",
      "link": "https://open.spotify.com/show/2khJBoF73ujIATWUFtSxLD",
      "masterpiece": false
    },
    {
      "id": 36,
      "category": "podcast",
      "subcategory": "music",
      "idioma": "en",
      "title": {
        "es": "Switched on Pop",
        "en": "Switched on Pop"
      },
      "description": {
        "es": "Nate Sloan y Charlie Harding exploran la música pop contemporánea, analizando sus estructuras, letras y significado cultural. El podcast descompone éxitos actuales y clásicos, revelando los secretos detrás de las canciones que dominan las listas. Destaca por su enfoque educativo y entretenido, ideal para melómanos y curiosos. Cada episodio es una invitación a escuchar la música con nuevos oídos y descubrir lo que la hace especial.",
        "en": "Nate Sloan and Charlie Harding explore contemporary pop music, analyzing its structures, lyrics, and cultural significance. The podcast breaks down current hits and classics, revealing the secrets behind the songs that top the charts. It stands out for its educational and entertaining approach, perfect for music lovers and the curious. Each episode invites listeners to hear music with new ears and discover what makes it special."
      },
      "author": "Nate Sloan & Charlie Harding",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/switched_on_pop.png",
      "link": "https://open.spotify.com/show/1sgWaKtQxwfjUpZnnK8r7J",
      "masterpiece": false
    },
    {
      "id": 37,
      "category": "podcast",
      "subcategory": "music",
      "idioma": "en",
      "title": {
        "es": "Song Exploder",
        "en": "Song Exploder"
      },
      "description": {
        "es": "Hrishikesh Hirway invita a músicos a descomponer sus canciones, revelando el proceso creativo detrás de cada tema. El podcast ofrece entrevistas íntimas, análisis de letras y producción, y anécdotas inéditas sobre la creación musical. Cada episodio es una inmersión en el arte de componer y producir música, ideal para aficionados y profesionales. Una ventana única al mundo interior de los artistas y sus obras más emblemáticas.",
        "en": "Hrishikesh Hirway invites musicians to break down their songs, revealing the creative process behind each track. The podcast features intimate interviews, lyric and production analysis, and untold stories about music creation. Each episode is an immersion into the art of composing and producing music, perfect for fans and professionals alike. A unique window into the inner world of artists and their most iconic works."
      },
      "author": "Hrishikesh Hirway",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/song_exploder.jpg",
      "link": "https://open.spotify.com/show/10lMwCjvzLCLwth2AW6cLG",
      "masterpiece": true
    },
    {
      "id": 38,
      "category": "podcast",
      "subcategory": "history",
      "idioma": "en",
      "title": {
        "es": "The Rest is History",
        "en": "The Rest is History"
      },
      "description": {
        "es": "Tom Holland y Dominic Sandbrook exploran la historia mundial con rigor y humor, abordando desde grandes batallas hasta fenómenos culturales contemporáneos. Cada episodio ofrece análisis profundos, anécdotas sorprendentes y debates sobre los eventos que han dado forma a la humanidad. El pódcast destaca por su narrativa envolvente y la capacidad de conectar el pasado con el presente. Ideal para curiosos y amantes de la historia. Una travesía educativa y entretenida por los siglos.",
        "en": "Tom Holland and Dominic Sandbrook explore world history with rigor and humor, covering everything from major battles to contemporary cultural phenomena. Each episode offers in-depth analysis, surprising anecdotes, and debates about the events that have shaped humanity. The podcast stands out for its engaging storytelling and ability to connect the past with the present. Perfect for the curious and history lovers. An educational and entertaining journey through the ages."
      },
      "author": "Tom Holland & Dominic Sandbrook",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/the_rest.jpg",
      "link": "https://open.spotify.com/show/7Cvsbcjhtur7nplC148TWy",
      "masterpiece": true
    },
    {
      "id": 39,
      "category": "podcast",
      "subcategory": "inspiration",
      "idioma": "en",
      "title": {
        "es": "The Happiness Lab",
        "en": "The Happiness Lab"
      },
      "description": {
        "es": "La Dra. Laurie Santos analiza la ciencia de la felicidad, desmitificando creencias comunes y ofreciendo estrategias prácticas para mejorar el bienestar emocional. El pódcast combina investigaciones académicas, historias personales y consejos aplicables a la vida diaria. Cada episodio invita a reflexionar sobre lo que realmente nos hace felices y cómo cultivar una vida más plena. Una guía esencial para quienes buscan comprender y alcanzar la felicidad auténtica.",
        "en": "Dr. Laurie Santos explores the science of happiness, debunking common myths and offering practical strategies to improve emotional well-being. The podcast blends academic research, personal stories, and actionable advice for everyday life. Each episode encourages reflection on what truly makes us happy and how to cultivate a more fulfilling life. An essential guide for those seeking to understand and achieve authentic happiness."
      },
      "author": "Dr. Laurie Santos",
      "image": "https://raw.githubusercontent.com/t3rm1nus/masterpiece/main/public/imagenes/podcasts/the_happiness.jpg",
      "link": "https://open.spotify.com/show/3i5TCKhc6GY42pOWkpWveG",
      "masterpiece": true
    }
  ]
}
