{
  "recommendations": [
    {
      "id": 1,
      "category": "comics",
      "subcategory": "ciencia ficción",
      "title": {"es": "El Incal", "en": "The Incal"},
      "description": {
        "es": "En un universo distópico, el detective John Difool se ve envuelto en una aventura cósmica tras descubrir el Incal, un misterioso artefacto de poder incalculable. La obra, cargada de simbolismo y crítica social, explora temas de espiritualidad, corrupción y redención. El guion de Jodorowsky y el arte de Moebius crean un viaje visual y filosófico único. Considerada una de las cumbres del cómic europeo, su influencia se extiende al cine y la literatura de ciencia ficción. Una epopeya imprescindible para los amantes del género.",
        "en": "In a dystopian universe, detective John Difool is drawn into a cosmic adventure after discovering the Incal, a mysterious artifact of immense power. The story, rich in symbolism and social critique, explores themes of spirituality, corruption, and redemption. Jodorowsky's script and Moebius's art create a unique visual and philosophical journey. Considered a pinnacle of European comics, its influence reaches film and science fiction literature. An essential epic for genre enthusiasts."
      },
      "image": "/imagenes/comics/elincal.jpg",
      "download": "https://archive.org/download/ElIncal/ElIncal.pdf",
      "masterpiece": true,
      "author": "Alejandro Jodorowsky, Moebius"
    },
    {
      "id": 2,
      "category": "comics",
      "subcategory": "superhéroes",
      "title": {"es": "Watchmen", "en": "Watchmen"},
      "description": {
        "es": "Ambientada en una realidad alternativa donde los superhéroes existen, Watchmen deconstruye el mito del héroe a través de una trama compleja y personajes moralmente ambiguos. La novela gráfica explora el poder, la vigilancia y la responsabilidad, cuestionando la naturaleza del bien y el mal. El arte de Dave Gibbons complementa el guion de Alan Moore con un estilo detallado y simbólico. Considerada una obra maestra, revolucionó el género y elevó el cómic a la categoría de literatura. Un clásico imprescindible.",
        "en": "Set in an alternate reality where superheroes exist, Watchmen deconstructs the hero myth through a complex plot and morally ambiguous characters. The graphic novel explores power, surveillance, and responsibility, questioning the nature of good and evil. Dave Gibbons's art complements Alan Moore's script with detailed and symbolic style. Hailed as a masterpiece, it revolutionized the genre and elevated comics to literary status. An essential classic."
      },
      "image": "/imagenes/comics/watchmen.jpeg",
      "download": "https://archive.org/download/WatchmenComic/WatchmenComic.pdf",
      "masterpiece": true,
      "author": "Alan Moore, Dave Gibbons"
    },
    {
      "id": 3,
      "category": "comics",
      "subcategory": "distopía",
      "title": {"es": "V de Vendetta", "en": "V for Vendetta"},
      "description": {
        "es": "En una Inglaterra totalitaria del futuro, un misterioso enmascarado conocido como V lidera una rebelión contra el régimen opresor. La obra explora temas de libertad, identidad y resistencia, combinando acción, intriga y reflexión política. El guion de Alan Moore y el arte de David Lloyd crean una atmósfera oscura y cautivadora. V de Vendetta es un símbolo de la lucha contra la tiranía y la defensa de los derechos individuales. Un cómic icónico y atemporal.",
        "en": "In a future totalitarian England, a mysterious masked figure known as V leads a rebellion against the oppressive regime. The work explores themes of freedom, identity, and resistance, blending action, intrigue, and political reflection. Alan Moore's script and David Lloyd's art create a dark and captivating atmosphere. V for Vendetta stands as a symbol of the fight against tyranny and the defense of individual rights. An iconic and timeless comic."
      },
      "image": "/imagenes/comics/v_de_vendetta.jpeg",
      "download": "https://archive.org/download/VdeVendetta/VdeVendetta.pdf",
      "masterpiece": true,
      "author": "Alan Moore, David Lloyd"
    },
    {
      "id": 4,
      "category": "comics",
      "subcategory": "ciencia ficción",
      "title": {"es": "El Eternauta", "en": "The Eternauta"},
      "description": {
        "es": "Durante una nevada mortal que asola Buenos Aires, un grupo de sobrevivientes liderados por Juan Salvo lucha por resistir una invasión alienígena. El Eternauta es una metáfora de la resistencia colectiva y la esperanza frente a la adversidad. El guion de Oesterheld y el arte de Solano López ofrecen una narración intensa y emotiva. Considerada la obra cumbre del cómic argentino, su mensaje trasciende fronteras y épocas. Un relato imprescindible sobre la lucha y la solidaridad.",
        "en": "During a deadly snowfall in Buenos Aires, a group of survivors led by Juan Salvo fights to resist an alien invasion. The Eternauta is a metaphor for collective resistance and hope in the face of adversity. Oesterheld's script and Solano López's art deliver an intense and moving narrative. Regarded as the pinnacle of Argentine comics, its message transcends borders and eras. An essential tale of struggle and solidarity."
      },
      "image": "/imagenes/comics/el_eternauta.jpg",
      "download": "https://archive.org/download/ElEternauta/ElEternauta.pdf",
      "masterpiece": true,
      "author": "Héctor Germán Oesterheld, Francisco Solano López"
    },
    {
      "id": 5,
      "category": "comics",
      "subcategory": "histórico",
      "title": {"es": "Maus", "en": "Maus"},
      "description": {
        "es": "Maus narra la historia real del padre del autor, un sobreviviente del Holocausto, utilizando animales antropomórficos para representar a los diferentes grupos étnicos. La obra explora la memoria, el trauma y la relación padre-hijo, combinando historia personal y colectiva. El estilo gráfico en blanco y negro refuerza la crudeza del relato. Ganadora del Premio Pulitzer, Maus es un testimonio conmovedor y una reflexión profunda sobre la humanidad y el horror de la guerra.",
        "en": "Maus tells the true story of the author's father, a Holocaust survivor, using anthropomorphic animals to represent different ethnic groups. The work explores memory, trauma, and the father-son relationship, blending personal and collective history. The black-and-white graphic style reinforces the starkness of the narrative. Winner of the Pulitzer Prize, Maus is a moving testimony and a profound reflection on humanity and the horrors of war."
      },
      "image": "/imagenes/comics/maus.jpg",
      "download": "https://archive.org/download/MausComic/MausComic.pdf",
      "masterpiece": true,
      "author": "Art Spiegelman"
    },
    {
      "id": 6,
      "category": "comics",
      "subcategory": "crónica",
      "title": {"es": "Palestina", "en": "Palestine"},
      "description": {
        "es": "El autor de Gorazde nos ofrece una segunda obra, esta vez centrada en sus experiencias en la ciudad de Gaza. El conflicto de los territorios ocupados de Palestina y la actitud de Israel se convierten en este libro en el testimonio sobre el terreno del autor, entrevistando a personas, visitando lugares, atestimoniando la intransigencia de algunos, en ambos bandos, y principalmente la penuria de una forma de vida sometida a la dureza de los campos de refugiados, la presencia de militares israelíes y la angustia de no saber qué ha sido de familia y amigos.",
        "en": "The author of Gorazde brings us a second work, this time focused on his experiences in the city of Gaza. The conflict in the occupied Palestinian territories and Israel's stance become, in this book, a first-hand account from the author, who interviews people, visits places, and bears witness to the intransigence of some—on both sides—and above all, to the hardship of a way of life marked by the harshness of refugee camps, the presence of Israeli soldiers, and the anguish of not knowing what has happened to family and friends."
      },
      "image": "/imagenes/comics/palestina.jpg",
      "download": "https://archive.org/download/PalestinaJoeSacco/PalestinaJoeSacco.pdf",
      "masterpiece": false,
      "author": "Joe Sacco"
    },
    {
      "id": 7,
      "category": "comics",
      "subcategory": "histórico",
      "title": {"es": "Hiroshima", "en": "Hiroshima"},
      "description": {
        "es": "Este cómic relata las devastadoras consecuencias de la bomba atómica lanzada sobre Hiroshima a través de los ojos de los sobrevivientes. La obra combina testimonios reales y ficción para mostrar el sufrimiento, la resiliencia y la reconstrucción de la ciudad. Un homenaje a las víctimas y una advertencia sobre los peligros de la guerra nuclear. El estilo gráfico sobrio refuerza el impacto emocional de la historia. Una lectura conmovedora y necesaria.",
        "en": "This comic depicts the devastating consequences of the atomic bomb dropped on Hiroshima through the eyes of survivors. The work combines real testimonies and fiction to portray suffering, resilience, and the city's reconstruction. A tribute to the victims and a warning about the dangers of nuclear war. The sober graphic style reinforces the emotional impact of the story. A moving and necessary read."
      },
      "image": "/imagenes/comics/hiroshima.jpg",
      "download": "https://archive.org/download/HiroshimaJohnHersey/HiroshimaJohnHersey.pdf",
      "masterpiece": false,
      "author": "John Hersey"
    },
    {
      "id": 8,
      "category": "comics",
      "subcategory": "fantasía",
      "title": {"es": "Sandman", "en": "Sandman"},
      "description": {
        "es": "Obra de Neil Gaiman que mezcla mitología, fantasía y terror en una de las series más influyentes del cómic moderno.",
        "en": "Work by Neil Gaiman that mixes mythology, fantasy, and horror in one of the most influential series of modern comics."
      },
      "image": "/imagenes/comics/sandman.jpg",
      "download": "https://archive.org/download/SandmanComic/SandmanComic.pdf",
      "masterpiece": true,
      "author": "Neil Gaiman"
    },
    {
      "id": 9,
      "category": "comics",
      "subcategory": "superhéroes",
      "title": {"es": "Batman: Caballero de la Noche", "en": "Batman: The Dark Knight Returns"},
      "description": {
        "es": "En esta obra, Frank Miller reinventa a Batman como un héroe envejecido que regresa de su retiro para enfrentar el caos en Gotham City. La historia explora la psicología del personaje, la violencia y la decadencia social, presentando un enfoque oscuro y adulto. El arte dinámico y la narrativa intensa marcaron un antes y un después en el cómic de superhéroes. Un clásico que redefinió al Caballero Oscuro y su legado.",
        "en": "In this work, Frank Miller reinvents Batman as an aging hero who comes out of retirement to confront chaos in Gotham City. The story delves into the character's psychology, violence, and social decay, presenting a dark and mature approach. The dynamic art and intense narrative set a new standard in superhero comics. A classic that redefined the Dark Knight and his legacy."
      },
      "image": "/imagenes/comics/batman.jpg",
      "download": "https://archive.org/download/BatmanCaballeroDeLaNoche/BatmanCaballeroDeLaNoche.pdf",
      "masterpiece": false,
      "author": "Frank Miller"
    },
    {
      "id": 10,
      "category": "comics",
      "subcategory": "histórico",
      "title": {"es": "From Hell", "en": "From Hell"},
      "description": {
        "es": "From Hell explora los asesinatos de Jack el Destripador en el Londres victoriano, combinando investigación histórica y ficción. Alan Moore y Eddie Campbell ofrecen una visión oscura y compleja de la sociedad de la época, abordando temas de poder, misoginia y locura. El estilo gráfico sombrío refuerza la atmósfera inquietante. Una obra monumental que trasciende el género del cómic y se convierte en un estudio social y psicológico.",
        "en": "From Hell explores the Jack the Ripper murders in Victorian London, blending historical research and fiction. Alan Moore and Eddie Campbell provide a dark and complex view of society at the time, addressing themes of power, misogyny, and madness. The somber graphic style enhances the unsettling atmosphere. A monumental work that transcends the comic genre and becomes a social and psychological study."
      },
      "image": "/imagenes/comics/from_hell.jpg",
      "download": "https://archive.org/download/FromHellComic/FromHellComic.pdf",
      "masterpiece": false,
      "author": "Alan Moore, Eddie Campbell"
    },
    {
      "id": 11,
      "category": "comics",
      "subcategory": "noir",
      "title": {"es": "Sin City", "en": "Sin City"},
      "description": {
        "es": "Sin City es una antología de historias entrelazadas que exploran el crimen, la corrupción y la redención en la violenta ciudad de Basin City. Frank Miller utiliza un estilo visual en blanco y negro, con toques de color, para crear una atmósfera única y oscura. Los personajes, desde antihéroes hasta villanos implacables, se mueven en un mundo de moral ambigua. La serie es un referente del género noir en el cómic moderno. Un viaje intenso al lado más sombrío de la ciudad y el alma humana.",
        "en": "Sin City is an anthology of interwoven stories exploring crime, corruption, and redemption in the violent city of Basin City. Frank Miller employs a black-and-white visual style, with splashes of color, to create a unique and dark atmosphere. Characters range from antiheroes to ruthless villains, navigating a world of moral ambiguity. The series is a benchmark of the noir genre in modern comics. An intense journey into the darkest side of the city and the human soul."
      },
      "image": "/imagenes/comics/sin_city.jpg",
      "download": "https://archive.org/download/SinCityComic/SinCityComic.pdf",
      "masterpiece": false,
      "author": "Frank Miller"
    },
    {
      "id": 12,
      "category": "comics",
      "subcategory": "histórico",
      "title": {"es": "Adolf", "en": "Adolf"},
      "description": {
        "es": "Adolf narra la vida de tres hombres llamados Adolf cuyas historias se entrecruzan durante la Segunda Guerra Mundial. Osamu Tezuka explora temas de identidad, destino y moralidad en un contexto de conflicto global. El manga combina drama personal y acontecimientos históricos, mostrando el impacto de la guerra en individuos y sociedades. Con un enfoque humano y profundo, Adolf es una obra maestra del cómic japonés. Una reflexión sobre el bien, el mal y la complejidad de la historia.",
        "en": "Adolf tells the story of three men named Adolf whose lives intertwine during World War II. Osamu Tezuka explores themes of identity, fate, and morality against the backdrop of global conflict. The manga blends personal drama with historical events, showing the war's impact on individuals and societies. With a human and profound approach, Adolf is a masterpiece of Japanese comics. A reflection on good, evil, and the complexity of history."
      },
      "image": "/imagenes/comics/adolf.jpg",
      "download": "https://archive.org/download/AdolfTezuka/AdolfTezuka.pdf",
      "masterpiece": false,
      "author": "Osamu Tezuka"
    },
    {
      "id": 13,
      "category": "comics",
      "subcategory": "ciencia ficción",
      "title": {"es": "Saga", "en": "Saga"},
      "description": {
        "es": "Saga es una epopeya de ciencia ficción y fantasía que narra la historia de dos amantes de razas enemigas, perseguidos a través del universo mientras luchan por proteger a su hija. Brian K. Vaughan y Fiona Staples combinan acción, humor y drama en un mundo lleno de criaturas y culturas sorprendentes. La serie destaca por su narrativa audaz y su arte vibrante. Una reflexión sobre la familia, la guerra y la tolerancia. Un cómic moderno imprescindible.",
        "en": "Saga is a science fiction and fantasy epic that tells the story of two lovers from warring races, pursued across the universe as they fight to protect their daughter. Brian K. Vaughan and Fiona Staples blend action, humor, and drama in a world full of astonishing creatures and cultures. The series stands out for its bold storytelling and vibrant art. A reflection on family, war, and tolerance. A must-read modern comic."
      },
      "image": "/imagenes/comics/saga.jpg",
      "masterpiece": false,
      "author": "Brian K. Vaughan, Fiona Staples"
    },
    {
      "id": 14,
      "category": "comics",
      "subcategory": "fantasía",
      "title": {"es": "Lucifer", "en": "Lucifer"},
      "description": {
        "es": "Lucifer, basado en el personaje creado por Neil Gaiman, sigue al ángel caído que abandona el Infierno para buscar su propio destino en la Tierra. Mike Carey explora temas de libre albedrío, poder y redención en un universo de fantasía oscura y mitología. La serie destaca por su profundidad filosófica y su narrativa compleja. Un viaje fascinante por el bien, el mal y la ambigüedad moral. Una obra esencial del cómic contemporáneo.",
        "en": "Lucifer, based on the character created by Neil Gaiman, follows the fallen angel who leaves Hell to seek his own destiny on Earth. Mike Carey explores themes of free will, power, and redemption in a universe of dark fantasy and mythology. The series stands out for its philosophical depth and complex narrative. A fascinating journey through good, evil, and moral ambiguity. An essential work of contemporary comics."
      },
      "image": "/imagenes/comics/lucifer.jpg",
      "download": "https://archive.org/download/LuciferComic/LuciferComic.pdf",
      "masterpiece": false,
      "author": "Mike Carey"
    },
    {
      "id": 15,
      "category": "comics",
      "subcategory": "histórico",
      "title": {"es": "300", "en": "300"},
      "description": {
        "es": "300 narra la legendaria batalla de las Termópilas, donde el rey Leónidas y sus 300 espartanos enfrentan al ejército persa. Frank Miller y Lynn Varley recrean la épica con un estilo visual impactante y narración intensa. El cómic destaca por su dramatismo, simbolismo y estética cinematográfica. Una obra que exalta el valor, el sacrificio y la resistencia ante la adversidad. Un referente del cómic histórico y de acción.",
        "en": "300 tells the legendary Battle of Thermopylae, where King Leonidas and his 300 Spartans face the Persian army. Frank Miller and Lynn Varley recreate the epic with striking visuals and intense storytelling. The comic stands out for its drama, symbolism, and cinematic aesthetics. A work that exalts courage, sacrifice, and resistance in the face of adversity. A benchmark of historical and action comics."
      },
      "image": "/imagenes/comics/300.jpg",
      "masterpiece": false,
      "author": "Frank Miller, Lynn Varley"
    },
    {
      "id": 16,
      "category": "comics",
      "subcategory": "crónica",
      "title": {"es": "Gorazde", "en": "Gorazde"},
      "description": {
        "es": "Gorazde es una crónica gráfica sobre la guerra de Bosnia, basada en testimonios reales recogidos por Joe Sacco. El cómic combina periodismo y novela gráfica para mostrar el sufrimiento, la resistencia y la vida cotidiana en una ciudad sitiada. La obra destaca por su rigor documental y su empatía con las víctimas del conflicto. Un testimonio imprescindible sobre la barbarie y la esperanza en tiempos de guerra. Una lectura conmovedora y reveladora.",
        "en": "Gorazde is a graphic chronicle of the Bosnian War, based on real testimonies collected by Joe Sacco. The comic combines journalism and graphic novel to depict suffering, resistance, and daily life in a besieged city. The work stands out for its documentary rigor and empathy with the victims of the conflict. An essential testimony about barbarism and hope in times of war. A moving and revealing read."
      },
      "image": "/imagenes/comics/gorazde.jpg",
      "masterpiece": false,
      "author": "Joe Sacco"
    },
    {
      "id": 17,
      "category": "comics",
      "subcategory": "crónica",
      "title": {"es": "Pyongyang", "en": "Pyongyang"},
      "description": {
        "es": "Pyongyang es una novela gráfica del historietista Guy Delisle que relata su estancia en Pionyang, capital de Corea del Norte. A través de anécdotas y situaciones reales muestra, con un toque de humor, su choque cultural con la sociedad norcoreana bajo el régimen político de Kim Jong-il, uno de los más herméticos del mundo.",
        "en": "Pyongyang is a graphic novel by cartoonist Guy Delisle that recounts his stay in Pyongyang, the capital of North Korea. Through real anecdotes and situations, he portrays—with a touch of humor—his cultural clash with North Korean society under the political regime of Kim Jong-il, one of the most secretive in the world."
      },
      "image": "/imagenes/comics/Pyongyang.jpg",
      "masterpiece": true,
      "author": "Guy Delisle"
    }
  ]
}